[
  {
    "id": 1,
    "number": 1,
    "name": "Творчество",
    "character": "乾",
    "interpretation": "Небо над Небом. Чистый ян. Максимальная творческая сила, инициатива, импульс к началу и росту. Ситуация наполнена потенциалом, но требует правильного ритма действий.",
    "keyPhrase": "Сила уже здесь: входи в игру осознанно, действуй вовремя и держи меру.",
    "image": "Небо над небом",
    "qualities": ["сила", "активность", "творчество", "лидерство", "инициатива", "ритм", "самодисциплина"],
    "generalStrategy": "Гексаграмма 1 — это чистая творящая сила и старт цикла. Внешние обстоятельства поддерживают инициативу, но требуют точного ритма: сначала созревание и выверка, затем действие, затем контроль пика и грамотное снижение. Здесь важно не «жать газ», а попасть в правильный момент и не потерять меру на высоте.",
    "subordinateStrategy": "Если ты в роли участника/исполнителя, действуй как тот, кто видит момент: не форсируй старт, подготовь основу, собери ресурсы и людей, а когда появится окно возможностей — проявись. Твоя задача — надежность и последовательность: не перегореть, не расплескать, не спорить с ходом времени.",
    "leadershipStrategy": "Если ты лидер/инициатор, это время задавать направление и темп. Запускай, называй вещи своими именами, собирай союзников и держи дисциплину исполнения. Главное испытание — гордыня на пике: сила должна быть мудрой, иначе успех превращается в откат.",
    "lineTexts": [
      "«Спящий дракон — не действуй». Потенциал уже есть, но ему нужно дозреть. Преждевременный рывок ослабит позицию.",
      "«Дракон появляется в поле — выгодна встреча с великим человеком». Вскоре появится контакт, союзник или событие, которые дадут импульс развитию. Будь открыт сотрудничеству.",
      "«Деятельный весь день — осторожность приносит удачу». Начинается период интенсивной работы: дисциплина и фокус важнее скорости. Риски — перегруз и самоуверенность.",
      "«Дракон может прыгнуть — без порока». Время выхода из тени: проявляйся, но сохраняй контроль над темпом и контекстом, не сжигай мосты.",
      "«Дракон летит в небе». Кульминация: максимальная видимость и реализация замысла. Действуй уверенно и чисто, не размениваясь на мелочи.",
      "«Гордый дракон — раскаяние». После пика есть опасность переоценить себя. Если не снизить тон и не скорректировать поведение, возможен откат и потеря достигнутого."
    ],
    "trigrams": {
      "upper": {
        "name": "Небо",
        "description": "Верхняя триграмма Небо — внешняя среда высокой энергии: поддержка инициативы, ускорение процессов, ясный запрос на лидерство и созидание."
      },
      "lower": {
        "name": "Небо",
        "description": "Нижняя триграмма Небо — внутренняя сила: воля, творческий импульс, готовность брать ответственность и начинать новые циклы."
      }
    },
    "reflectionQuestions": [
      "Где в моей жизни сейчас нужен большой старт — и что должно созреть прежде, чем я нажму «пуск»?",
      "Кто мой «великий человек» (союзник, наставник, партнёр) в этой ситуации — и как мне правильно войти в контакт?",
      "Где я рискую перепутать силу с напором — и как мне удержать меру на пике?"
    ],
    "practicalAdvice": [
      "Не форсируй начало: подготовь основу (план, ресурсы, роли), чтобы старт был точным.",
      "Собери союзников и поддержку заранее — рост ускорится через правильные связи.",
      "Действуй последовательно: дисциплина важнее скорости, особенно в фазе разгона."
    ]
  },
  {
    "id": 2,
    "number": 2,
    "name": "Принимающая",
    "character": "坤",
    "interpretation": "Земля над Землей. Чистый инь. Максимальная способность принимать, поддерживать и питать. Ситуация требует мягкости, терпения и следования естественному течению.",
    "keyPhrase": "Стань надёжной почвой для себя и других, не торопя рост.",
    "image": "Земля над землей",
    "qualities": ["принятие", "поддержка", "терпение", "гибкость", "надёжность"],
    "generalStrategy": "Гексаграмма 2 — чистая принимающая сила. Внешние обстоятельства требуют не напора, а устойчивости и готовности подстроиться под задачу. Успех приходит через умение быть опорой, а не лидером любой ценой, и через следование уже заданному направлению.",
    "subordinateStrategy": "В роли исполнителя будь надёжной базой: делай своё спокойно и качественно, не пытаясь перетянуть на себя руководство. Твоя сила в стабильности и готовности поддержать, а не в спорах. Избегай пассивной обиды — выбирай осознанное служение.",
    "leadershipStrategy": "В роли руководителя проявляй гибкое управление: не дави сверху, а выстраивай пространство, в котором другие могут раскрыться. Цени тихую, незаметную работу и не требуй от людей того, чего ситуация ещё не выдержит. Риск — скатиться в безвольное плывение по течению.",
    "lineTexts": [
      "«Скрытая добродетель в недрах земли». Начало требует тишины: готовь, а не проявляйся. Внутренняя собранность важнее внешних жестов.",
      "«Прямая, квадратная, великая — без изъяна». Действуй прямо и просто, не усложняй. Честность и надёжность сейчас лучший стиль.",
      "«Несёт груз, но не хозяин груза». Ты поддерживаешь чужие проекты и роли — делай это осознанно, не растворяясь. Не путай поддержку с рабством.",
      "«Запечатанная сумка, ни похвалы, ни упрёка». Время закрытости: не ищи признания, просто делай своё. Позже результат проявится сам.",
      "«Жёлтая юбка — высшая гармония». Золотая середина между мягкостью и достоинством. Спокойная сила притягивает уважение.",
      "«Драконы сражаются на поле — кровь чёрная и жёлтая». Столкновение инь и ян превращается в разрушение. Не вступай в борьбу за лидерство — отходи."
    ],
    "trigrams": {
      "upper": {
        "name": "Земля",
        "description": "Верхняя Земля — внешние обстоятельства мягко обволакивают: важно учитывать среду, традиции и границы, а не ломать их."
      },
      "lower": {
        "name": "Земля",
        "description": "Нижняя Земля — внутреннее состояние готовности принимать, терпеть и поддерживать, даже если снаружи тебя не замечают."
      }
    },
    "reflectionQuestions": [
      "Где сейчас от меня требуется не инициатива, а устойчивое присутствие?",
      "Как я могу быть опорой, не превращаясь в удобный ресурс для всех?",
      "В чём моя сила мягкости именно в этой ситуации?"
    ],
    "practicalAdvice": [
      "Сфокусируйся на качестве базовых дел, а не на демонстрации результатов.",
      "Уточни у ключевых людей, чего им реально нужно от тебя как от поддержки.",
      "Откажись от попыток всё контролировать — выбери доверие и устойчивость."
    ]
  },
  {
    "id": 3,
    "number": 3,
    "name": "Трудности в начале",
    "character": "屯",
    "interpretation": "Вода над Громом. Старт даётся тяжело: много хаоса, помех и неопределённости. Но именно сейчас закладывается фундамент будущего роста.",
    "keyPhrase": "Прими хаос начала и выстраивай порядок шаг за шагом.",
    "image": "Облака и дождь над громом",
    "qualities": ["трудность", "рост", "поиск формы", "настойчивость"],
    "generalStrategy": "Гексаграмма 3 описывает момент, когда идея уже родилась, но ещё не обрела устойчивую форму. Внешние обстоятельства нестабильны и полны помех, внутренняя энергия рвётся вперёд и легко перегореть. Стратегия — не героический рывок, а последовательное прояснение, структурирование и поиск союзников.",
    "subordinateStrategy": "Если ты в подчинённой позиции, не требуй от себя сразу идеального результата. Пробуй, ошибайся малыми порциями, собирай обратную связь и учись. Избегай двух крайностей: сдаться из‑за первых трудностей или ломиться напролом.",
    "leadershipStrategy": "Если ты руководишь, помогай людям выдержать хаос старта: задавай опорную структуру, чётко формулируй ближайшие шаги и защищай команду от лишних требований. Не торопись с масштабированием — сначала проверь модель на малых форматах.",
    "lineTexts": [
      "«Застрял в колее — помощник нужен». В начале ты не вытянешь всё один: ищи руку, за которую можно ухватиться. Просьба о помощи — сила, а не слабость.",
      "«Трудность в повозке — девушка не идёт за мужем». Не пытайся ускорить отношения или проект силой. Если нет готовности — притормози.",
      "«Несколько раз атакован, но не сломлен». Тебя проверяют на прочность: не воспринимай препятствия как знак «бросить», воспринимай их как обучение.",
      "«Едешь, но колёса вязнут». Движение есть, но слишком тяжело. Уменьши нагрузку, сузь фронт задач, оставь главное.",
      "«Трудности рассеиваются — малые дела удачны». Первая ясность приходит через скромные шаги. Не прыгай выше уже проверенного.",
      "«Конь скачет влево — слёзы на исходе». На пике усталости легко сделать неверный поворот. Перед большим решением отдохни и проясни мотивацию."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода",
        "description": "Верхняя Вода — внешняя среда сложна и неоднозначна, есть риски и скрытые ямы, поэтому нужен осторожный шаг."
      },
      "lower": {
        "name": "Гром",
        "description": "Нижний Гром — внутренний импульс к старту, сильное желание сдвинуться с места, которое нужно сочетать с осмотрительностью."
      }
    },
    "reflectionQuestions": [
      "Какие трудности являются объективными, а какие — следствие хаотичного старта?",
      "Кого я могу попросить о помощи или совете, вместо того чтобы тянуть всё в одиночку?",
      "Что можно сузить или упростить, чтобы проект всё же пошёл дальше?"
    ],
    "practicalAdvice": [
      "Сделай ревизию задач и убери всё лишнее, оставив 1–2 ключевых направления.",
      "Найди хотя бы одного союзника, с кем можно разделить стартовую нагрузку.",
      "Прими, что первые ошибки — часть процесса, фиксируй выводы письменно."
    ]
  },
  {
    "id": 4,
    "number": 4,
    "name": "Молодое неведение",
    "character": "蒙",
    "interpretation": "Гора над Водой. Ситуация незрелости и непонимания, когда больше вопросов, чем ответов. Важно не прятать незнание, а правильно с ним работать.",
    "keyPhrase": "Признай, что ты не знаешь, и выбери себе правильного учителя.",
    "image": "Туман у подножия горы",
    "qualities": ["обучение", "наставничество", "скромность", "незрелость"],
    "generalStrategy": "Гексаграмма 4 говорит о периоде, когда ситуация или роль для тебя ещё новая и ты действуешь вслепую. Внешний мир ставит границы, а внутри бурлит желание разобраться и доказать свою состоятельность. Стратегия — не делать вид, что всё понятно, а искать ясные источники знания и честно проходить путь ученика.",
    "subordinateStrategy": "Если ты в подчинённой позиции, открыто признавай, чего не понимаешь, и спрашивай. Ищи наставника, а не случайные советы. Избегай ролей, в которых от тебя ждут экспертизы, которой пока нет — лучше честно пойти по ступеням роста.",
    "leadershipStrategy": "Если ты руководитель, помни, что перед тобой — «молодое неведение», а не саботаж. Объясняй простыми словами, давай небольшие задачи и проверяй понимание по результату, а не по кивкам. Не трать ресурсы на тех, кто принципиально не хочет учиться.",
    "lineTexts": [
      "«Выводить из неведения один раз — честь, дважды — бремя». Объясни один раз хорошо, но не превращайся в няню для тех, кто не хочет включаться.",
      "«Терпеливый ученик — удача». Готовность слушать и пробовать важнее быстрых ответов. Здесь растёт будущая сила.",
      "«Смешное невежество — не стыдно». Ошибки в начале естественны. Стыдно только делать вид, что всё знаешь.",
      "«Жениться на девушке неведения — беда». Не связывайся глубоко с теми, кто принципиально не хочет взрослеть. Это затормозит и тебя.",
      "«Мягкое наставление — польза». Когда знаешь больше, помогай другим без унижения. Мягкая передача знаний эффективнее жёсткой критики.",
      "«Не бить глухого — бесполезно». Есть люди и ситуации, где учить бессмысленно. Признай это и перестань тратить силы."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора",
        "description": "Верхняя Гора — внешние обстоятельства ставят пределы, заставляют остановиться и задуматься, не дают проскочить на скорости."
      },
      "lower": {
        "name": "Вода",
        "description": "Нижняя Вода — внутренний поиск, сомнения, блуждание, желание нащупать верный путь, иногда через ошибки."
      }
    },
    "reflectionQuestions": [
      "В чём именно я сейчас «не вижу целиком» — и кого могу спросить?",
      "Готов ли я честно принять роль ученика в этой теме?",
      "Не трачу ли я силы, пытаясь учить тех, кто не хочет учиться?"
    ],
    "practicalAdvice": [
      "Составь список пробелов в понимании и преврати их в конкретные вопросы.",
      "Найди одного-двух наставников, чью практику ты уважаешь, и следуй их шагам.",
      "Сократи общение и проекты, где твоё знание принципиально не уважают."
    ]
  },
  {
    "id": 5,
    "number": 5,
    "name": "Ожидание (Питание)",
    "character": "需",
    "interpretation": "Вода над Небом. Ситуация «облаков, обещающих дождь»: потенциал есть, но момент ещё не созрел. Важно уметь ждать активно.",
    "keyPhrase": "Жди, укрепляясь, а не прокручивая тревогу в голове.",
    "image": "Тучи над открытым небом",
    "qualities": ["терпение", "доверие", "подготовка", "выдержка"],
    "generalStrategy": "Гексаграмма 5 говорит о времени, когда многое уже запущено, но результат ещё не проявился. Внешний мир нестабилен, зато внутри есть сила удерживать направление. Стратегия — не дергать ситуацию, а использовать паузу для укрепления ресурсов, связей и внутренней опоры.",
    "subordinateStrategy": "В подчинённой роли не торопи начальство и рынок: делай свою часть работы, готовь инфраструктуру и учись. Избегай паники и драматизации задержек — это просто часть цикла.",
    "leadershipStrategy": "В руководящей позиции держи курс и не поддавайся на давление «дайте результат немедленно». Честно говори о сроках, поддерживай людей, выстраивай резервы. Умей отличать период ожидания от ситуации, где нужно всё отменить.",
    "lineTexts": [
      "«Ожидание в равнине — удача». Спокойная, безопасная позиция: не усложняй, готовь базу. Сейчас важно не скорость, а устойчивость.",
      "«Ожидание на песке — небольшой риск». Основа неустойчива, но пока терпимо. Подумай, что можно укрепить заранее.",
      "«Ожидание в грязи — приходит враг». Если слишком долго терпеть плохие условия, усиливаются внешние давления. Нужны изменения.",
      "«Ожидание в крови — выходи из ямы». Сигнал, что ожидание стало разрушительным. Нужно менять место, формат или окружение.",
      "«Ожидание с вином и едой — гостеприимство приносит удачу». Используй паузу для отношений: укрепляй связи, они пригодятся позже.",
      "«Вход в пещеру — три неподходящих гостя исчезают». На пике ожидания отсеются лишние люди и идеи. Не держи тех, кому не по пути."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода",
        "description": "Верхняя Вода — внешняя неопределённость, возможные дожди и задержки, необходимость учитывать риски и не торопиться."
      },
      "lower": {
        "name": "Небо",
        "description": "Нижнее Небо — внутренняя сила, уверенность в выбранном курсе и готовность дождаться подходящего момента."
      }
    },
    "reflectionQuestions": [
      "На что я могу повлиять сейчас, а что нужно просто переждать?",
      "Как укрепиться за время ожидания — в знаниях, ресурсах, связях?",
      "Не превратилось ли моё ожидание в саморазрушение или выгорание?"
    ],
    "practicalAdvice": [
      "Пересмотри ресурсы и выстрой резервы на период неопределённости.",
      "Откровенно проговори с ключевыми людьми реальное положение дел и сроки.",
      "Используй паузу для обучения и укрепления отношений, а не для тревоги."
    ]
  },
  {
    "id": 6,
    "number": 6,
    "name": "Ссора (Тяжба)",
    "character": "訟",
    "interpretation": "Небо над Водой. Конфликт интересов, спор, судебная или моральная тяжба. Важно решить, за что стоит бороться, а что отпустить.",
    "keyPhrase": "Выбирай битвы осознанно и не воюй ради самого спора.",
    "image": "Небо над бурной водой",
    "qualities": ["конфликт", "принцип", "справедливость", "рассуждение"],
    "generalStrategy": "Гексаграмма 6 описывает ситуацию, где интересы сторон столкнулись и напряжение уже накоплено. Внешний мир подталкивает к борьбе, но сила на стороне того, кто умеет не только нападать, но и отступать вовремя. Стратегия — максимально прояснить позиции, обратиться к правилам и авторитетам, а не решать всё через личную войну.",
    "subordinateStrategy": "Если ты слабее по позиции, выбирай не фронтальный бой, а поиск защиты в правилах, фактах и союзниках. Не втягивайся в эмоциональные перепалки — для тебя это заведомо проигрышно. Иногда лучшая победа — выйти из чужого поля битвы.",
    "leadershipStrategy": "Если ты сильнее, не злоупотребляй преимуществом. Слушай аргументы другой стороны, проверяй факты и ищи решение, которое не разрушит отношения полностью. Жёсткая победа любой ценой создаёт долгосрочные последствия.",
    "lineTexts": [
      "«Не веди тяжбу — вернись к делу». В самом начале конфликта лучше не раздувать спор. Перенаправь энергию в работу.",
      "«Тяжба требует поддержки — ищи посредника». Обратись к третьей стороне: медиатору, закону, авторитету. Личная битва зашла в тупик.",
      "«Несёшь спор до конца — потеряешь союзника». Упорство в конфликте разрушает отношения. Подумай, не слишком ли высока цена принципа.",
      "«Можешь выиграть тяжбу — но лучше уступи». У тебя есть шанс «победить», но разумнее смягчить требования. Это создаст запас доверия на будущее.",
      "«Ведёшь тяжбу перед царём — высшая справедливость». Если уж идти в конфликт, то к самому верхнему уровню решения. Готовь факты и будь готов к любому исходу.",
      "«Даже победитель не радуется». Итог серьёзной тяжбы истощает всех. Заранее подумай, нет ли пути мягче."
    ],
    "trigrams": {
      "upper": {
        "name": "Небо",
        "description": "Верхнее Небо — внешняя жёсткость, высокие требования, сильные игроки, которые склонны давить сверху."
      },
      "lower": {
        "name": "Вода",
        "description": "Нижняя Вода — внутренние сомнения, тревога, эмоциональная вовлечённость, желание одновременно и защититься, и напасть."
      }
    },
    "reflectionQuestions": [
      "За что именно я сейчас воюю — за принцип, за эго или за реальную ценность?",
      "Какие авторитеты и правила могут помочь решить спор честнее?",
      "Что я потеряю, даже если формально выиграю эту тяжбу?"
    ],
    "practicalAdvice": [
      "Чётко выпиши предмет спора и желаемый результат в одном абзаце.",
      "Посоветуйся с нейтральным человеком, прежде чем идти на эскалацию.",
      "Определи для себя красную линию, после которой ты прекращаешь борьбу."
    ]
  },
  {
    "id": 7,
    "number": 7,
    "name": "Войско",
    "character": "師",
    "interpretation": "Вода под Землёй. Необходимость организованного усилия, дисциплины и руководства. Ситуация требует структуры, а не хаотичных действий.",
    "keyPhrase": "Собери людей вокруг цели и выстрой порядок.",
    "image": "Войско в долине",
    "qualities": ["организация", "дисциплина", "ответственность", "командность"],
    "generalStrategy": "Гексаграмма 7 говорит о том, что задачу в одиночку уже не потянуть — нужно войско, то есть команда и система. Внешние условия допускают мобилизацию ресурсов, но успех зависит от качества управления и ясности цели. Стратегия — наводить порядок, распределять роли и следить за моралью, а не просто «гнать вперёд».",
    "subordinateStrategy": "В подчинённой роли важно честно выполнять свою часть и понимать, ради чего всё это. Не подрывай дисциплину сплетнями и саботажем — это бьёт по всем. Если не согласен с курсом, лучше поговори открыто или ищи другое «войско».",
    "leadershipStrategy": "В роли лидера помни, что люди — не расходный материал. Объясни цель, покажи личный пример, справедливо вознаграждай и не бросай своих. Слишком жёсткая дисциплина без смысла ведёт к внутреннему бунту.",
    "lineTexts": [
      "«Войско выдвигается — малый вождь не годится». В начале похода важна фигура настоящего лидера, а не формального начальника. Выбирай кем идти.",
      "«Войско в долине — не теряй связь». Убедись, что все понимают цель и маршрут. Связь внутри важнее красивых приказов.",
      "«Войско может заблудиться — проверь ориентиры». Если начались странные решения и хаос, вернись к карте: к стратегии и задачам.",
      "«Вождь опирается на старых соратников». Не тащи всё на себе: делегируй опытным людям и слушай их.",
      "«Войско в середине пути — поддерживай дух». Усталость и сомнения нормальны, важно не бросать людей без обратной связи и признания.",
      "«Войско распускают — задача выполнена». Не сохраняй военное положение, когда война закончилась. Переводи людей в мирный режим."
    ],
    "trigrams": {
      "upper": {
        "name": "Земля",
        "description": "Верхняя Земля — внешняя среда, готовая принять порядок и структуру, но требующая устойчивости и серьёзности."
      },
      "lower": {
        "name": "Вода",
        "description": "Нижняя Вода — внутренняя глубина, скрытые мотивы, страхи и лояльности людей, с которыми нужно работать честно."
      }
    },
    "reflectionQuestions": [
      "Кто сейчас моё «войско» — люди, с которыми я реально иду в одну сторону?",
      "Достаточно ли ясно всем, ради чего мы это делаем?",
      "Не злоупотребляю ли я дисциплиной там, где нужно больше смысла и заботы?"
    ],
    "practicalAdvice": [
      "Сформулируй цель и критерии успеха так, чтобы их понял любой участник.",
      "Пересмотри распределение ролей: у каждого должна быть понятная зона ответственности.",
      "Запланируй регулярные точки контакта для поддержки и обратной связи."
    ]
  },
  {
    "id": 8,
    "number": 8,
    "name": "Солидарность (Сцепление)",
    "character": "比",
    "interpretation": "Вода над Землёй. Время объединяться, искать союзников и проверять, с кем тебе по пути. Правильные связи дают мощный ресурс.",
    "keyPhrase": "Объединяйся с теми, с кем совпадают ценности и путь.",
    "image": "Вода, собирающаяся у подножия горы",
    "qualities": ["союз", "единство", "доверие", "партнёрство"],
    "generalStrategy": "Гексаграмма 8 описывает момент, когда ключевым фактором становится не индивидуальная сила, а качество связей. Внешние условия благоприятствуют объединению вокруг понятной идеи или лидера. Стратегия — смотреть не только на выгоду, но и на ценности, и выбирать тех, с кем можно идти далеко.",
    "subordinateStrategy": "В подчинённой роли важно не просто «пристроиться», а сознательно выбрать, за кем ты идёшь. Если чувствуешь внутреннее несогласие с курсом или этикой, не заставляй себя — это выйдет боком. Ищи тех, кому можешь доверять.",
    "leadershipStrategy": "В роли лидера будь центром притяжения, а не центром контроля. Люди присоединяются к тем, кому верят, а не только к тем, кто платит. Прозрачность, честность и готовность быть рядом в сложные моменты создают вокруг тебя живое поле солидарности.",
    "lineTexts": [
      "«Сцепление на окраине — поздно». Если слишком долго тянул с объединением, лучшие союзники могли уйти. Сделай выводы, но не жалей.",
      "«Сцепление искреннее — удача». Честные, открытые отношения без скрытой повестки — лучший фундамент. Береги таких людей.",
      "«Сцепление с тем, кто ближе по духу, чем по статусу». Не смотри только на должности и титулы. Важнее внутреннее родство.",
      "«Сцепление с теми, кто слабее — ответственность». Беря под крыло более слабых, помни, что отвечаешь за их рост, а не за комфорт.",
      "«Центр сцепления — ты сам». Если хочешь союзников, будь сам тем, с кем хочется быть рядом: надёжным, честным, предсказуемым.",
      "«Сцепление слишком поздно — раскаяние». Если ты игнорировал людей, когда им был нужен, они могут не прийти, когда нужны будут тебе."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода",
        "description": "Верхняя Вода — внешнее поле отношений, где связи текучи: они могут как усиливать, так и размывать границы."
      },
      "lower": {
        "name": "Земля",
        "description": "Нижняя Земля — внутренняя готовность быть опорой и принимать других, создавать место, где людям спокойно."
      }
    },
    "reflectionQuestions": [
      "С кем мне сейчас по пути по ценностям, а не только по выгоде?",
      "Кому я сам могу быть надёжным партнёром, а не только получателем ресурсов?",
      "Есть ли связи, которые тянут энергию, но не дают настоящей поддержки?"
    ],
    "practicalAdvice": [
      "Сделай список людей, с кем ты реально хочешь усиливать связь, и проявись к ним первым.",
      "Откажись от партнёрств, где доверия нет уже на старте.",
      "Стань предсказуемым для своих — держи слово и возвращайся с ответом, даже если он негативный."
    ]
  },
  {
    "id": 9,
    "number": 9,
    "name": "Малая укрощённая сила",
    "character": "小畜",
    "interpretation": "Ветер над Небом. Малые, но устойчивые усилия, которые постепенно меняют ситуацию. Важно не давить, а мягко направлять.",
    "keyPhrase": "Малые шаги под правильным ветром дают большой результат.",
    "image": "Ветер, движущий облака в небе",
    "qualities": ["терпение", "мягкое влияние", "ритм", "накопление"],
    "generalStrategy": "Гексаграмма 9 говорит о времени, когда прямой напор не работает, но доступны тонкие рычаги влияния. Внешние условия благосклонны к небольшим изменениям и не терпят резких манёвров. Стратегия — действовать деликатно, регулярно и в одном направлении, не ожидая мгновенного эффекта.",
    "subordinateStrategy": "В подчинённой роли используй мягкое влияние: предлагай, аргументируй, показывай примеры, а не ломай систему. Делай своё стабильно и чуть лучше каждый день. Малая личная дисциплина сейчас важнее громких инициатив.",
    "leadershipStrategy": "В роли лидера настраивай «ветер»: меняй правила понемногу, вводи маленькие привычки и корректировки. Не пытайся переломить людей приказами — формируй среду, в которой нужное поведение становится естественным.",
    "lineTexts": [
      "«Возвращаешься к началу — без вины». Если маленькие шаги пошли не туда, спокойно скорректируй курс. Ошибка не фатальна.",
      "«Ветер вверху, корни внизу — укрепи базу». Прежде чем влиять на других, наведи порядок в своих делах.",
      "«Малое накоплено — время ещё не пришло». Результаты пока невидимы, но база формируется. Не требуй урожая раньше срока.",
      "«Тонкое влияние встречает сопротивление». Если кто‑то явно противится, не ломай его. Ищи другие пути и точки входа.",
      "«Малые жертвы ради большого ветра». Иногда нужно отказаться от мелких удобств, чтобы сохранить направление.",
      "«Ветер рассеивается — не удерживай». Если влияние уходит, отпусти ситуацию. Значит, цикл завершён."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер",
        "description": "Верхний Ветер — внешняя среда изменения, где многое сдвигается не напрямую, а через намёки, тренды и настроения."
      },
      "lower": {
        "name": "Небо",
        "description": "Нижнее Небо — внутренняя сила и цельность, которая задаёт направление для малых, но устойчивых шагов."
      }
    },
    "reflectionQuestions": [
      "Где я могу влиять мягко, вместо того чтобы давить напрямую?",
      "Какие маленькие ежедневные действия реально двигают мою ситуацию?",
      "Не жду ли я слишком быстрого результата от процесса, который по природе медленный?"
    ],
    "practicalAdvice": [
      "Выбери одну маленькую привычку, которая усилит твой курс, и держи её месяц.",
      "Сократи критику и усили количество конструктивных предложений.",
      "Регулярно проверяй направление, но не трогай каждый день сам фундамент."
    ]
  },
  {
    "id": 10,
    "number": 10,
    "name": "Хождение",
    "character": "履",
    "interpretation": "Небо над Озером. Движение по тонкой грани: важно соблюдать дистанцию, этикет и меру, чтобы не разбудить опасность.",
    "keyPhrase": "Иди по тонкому льду осознанно и уважительно.",
    "image": "Следы на краю обрыва",
    "qualities": ["осмотрительность", "этика", "самоконтроль", "деликатность"],
    "generalStrategy": "Гексаграмма 10 описывает ситуацию, где ты находишься рядом с силой, которую нельзя задевать грубо: сильный партнёр, начальник, тонкая тема. Внешний мир наблюдает и оценивает именно стиль твоего движения. Стратегия — идти вперёд, но с уважением к границам, правилам и настроению других.",
    "subordinateStrategy": "В подчинённой роли следи за тоном, формулировками и формой поведения. Даже правое дело можно испортить грубостью. Соблюдай иерархию, не прогибаясь, но и не провоцируя.",
    "leadershipStrategy": "В позиции лидера помни, что люди идут рядом с твоей силой и могут бояться неверного шага. Дай понятные правила игры, не меняй их хаотично, поощряй корректность и уважай достоинство тех, кто слабее.",
    "lineTexts": [
      "«Простое хождение — без вины». Если ситуация не сложна, не усложняй её сам. Иди естественно и честно.",
      "«Хождение по гладкой дороге с осторожностью». Всё вроде бы ровно, но сохраняй внимание. Не теряй бдительность в комфорте.",
      "«Хождение по краю — риск, но без катастрофы». Ты близко к опасной зоне. Сократи скорость и проверь опору.",
      "«Хождение рядом с тигром — он не трогает». Ты умеешь держать дистанцию с сильным игроком. Продолжай уважительный стиль.",
      "«Хождение с открытым лицом — удача». Чистые мотивы и прозрачность движений вызывают доверие. Не нужно хитрить.",
      "«Хождение с высокомерным шагом — падение». Гордыня в сложной обстановке бьёт по тебе в первую очередь. Смирение — защита."
    ],
    "trigrams": {
      "upper": {
        "name": "Небо",
        "description": "Верхнее Небо — мощное, высокое поле, где действуют большие силы и строгие законы."
      },
      "lower": {
        "name": "Озеро",
        "description": "Нижнее Озеро — внутреннее стремление к радости, лёгкости и приятному общению, которое нужно сочетать с уважением."
      }
    },
    "reflectionQuestions": [
      "Где я сейчас иду по тонкой грани — с кем или вокруг чего?",
      "Не слишком ли расслабленно я веду себя там, где нужна этика и мера?",
      "Какой стиль поведения поможет сохранить уважение с обеих сторон?"
    ],
    "practicalAdvice": [
      "Перепроверь тон ключевых писем и переговоров — убери резкость и пассивную агрессию.",
      "Уточни негласные правила среды, в которой действуешь.",
      "Выбери одну ситуацию, где ты будешь специально тренировать такт и осознанность."
    ]
  },
  {
    "id": 11,
    "number": 11,
    "name": "Мир",
    "character": "泰",
    "interpretation": "Земля над Небом. Период гармонии, роста и благоприятных возможностей. Низшее поднимается, высшее опускается — возникает живой обмен.",
    "keyPhrase": "Используй время мира для укрепления фундамента и связей.",
    "image": "Гора, стоящая на небе",
    "qualities": ["гармония", "процветание", "обмен", "стабильность"],
    "generalStrategy": "Гексаграмма 11 описывает редкий период удачной настройки: внешние обстоятельства поддерживают развитие, а внутренние силы готовы к росту. Это время не для расслабления, а для того, чтобы укрепить базу, наладить связи и заложить основу на будущее, когда период мира закончится.",
    "subordinateStrategy": "В подчинённой позиции бери максимум от благоприятной среды: учись, пробуй новые задачи, укрепляй доверие. Не сливай ресурс на лень и потребление — такое окно не вечно.",
    "leadershipStrategy": "Как лидер используй мир для долгосрочных шагов: строй систему, выращивай людей, решай накопленные мелкие проблемы. Не увлекайся только расширением — думай о том, что будет, когда цикл пойдёт на спад.",
    "lineTexts": [
      "«Малое выходит, большое входит». На входе приходят нужные люди и ресурсы. Смотри, кого впускаешь.",
      "«Мир в малом — великие дела впереди». Начни с наведения порядка в деталях. От этого зависит масштаб роста.",
      "«Нет нивы, которая не вспахана». Время открыто для работы почти в любой сфере. Хватайся за реальные возможности.",
      "«Стены опускаются в ров». Границы между уровнями ослабевают. Общайся горизонтально и вертикально.",
      "«Правитель меняет законы, но мягко». Если делаешь реформы, используй мягкий переход, а не жёсткий надлом.",
      "«Мир уходит — приходит застой». На пике благоденствия важно увидеть первые сигналы спада и начать готовиться."
    ],
    "trigrams": {
      "upper": {
        "name": "Земля",
        "description": "Верхняя Земля — среда готова поддерживать, принимать и воплощать идеи в реальность."
      },
      "lower": {
        "name": "Небо",
        "description": "Нижнее Небо — внутренняя творческая сила, инициатива и ясное стремление к развитию."
      }
    },
    "reflectionQuestions": [
      "Где в моей жизни сейчас уже «мир», а не борьба — и как этим воспользоваться?",
      "Что я могу укрепить сейчас, чтобы легче пережить будущий спад?",
      "Какие отношения стоит особенно поддержать в этот период?"
    ],
    "practicalAdvice": [
      "Составь список возможностей, которые открыты именно сейчас, и выбери 1–2 ключевые.",
      "Укрепи финансовую и эмоциональную «подушку безопасности», пока всё стабильно.",
      "Поддержи отношения с людьми, которые были рядом и в трудные времена."
    ]
  },
  {
    "id": 12,
    "number": 12,
    "name": "Застой",
    "character": "否",
    "interpretation": "Небо над Землёй. Связь между верхом и низом прервана, энергии не циркулируют. Важно не ломиться, а переждать и заняться тем, что всё ещё в твоей власти.",
    "keyPhrase": "Прими застой как паузу для внутренней работы и ухода от лишнего.",
    "image": "Небо, оторванное от земли",
    "qualities": ["блокировка", "паузa", "расставание", "внутренняя работа"],
    "generalStrategy": "Гексаграмма 12 описывает время, когда инициативы не проходят, двери закрыты, а усилия мало что меняют. Внешний мир глух к твоим попыткам, но это не значит, что всё бессмысленно. Стратегия — остановить попытки пробить стену и заняться тем, что можно: собой, своим домом, близким кругом.",
    "subordinateStrategy": "В подчинённой позиции не драматизируй отказ в возможностях. Используй застой, чтобы подучиться, разгрузиться, переосмыслить цели. Избегай цинизма и жалоб — он разрушает тебя быстрее, чем застой.",
    "leadershipStrategy": "В роли лидера признай честно: сейчас время, когда внешнее расширение затруднено. Сохраняй остатки ресурса, не раздувай мёртвые проекты, занимайся оптимизацией и поддержкой ключевых людей. Не жертвуй всем ради иллюзии движения.",
    "lineTexts": [
      "«Трава не растёт — не сей». В начале застоя бессмысленно запускать новое. Поставь на паузу.",
      "«Сносить стены бесполезно». Любые попытки ломать структуру сейчас только вымотают. Экономь силы.",
      "«Терпеть глупость наверху — тяжело». Если руководство глухо, ищи, где можешь влиять локально, а не воюй с системой.",
      "«Застой в круге — отношения мёрзнут». Уходи от токсичных общения и конфликтов. Тебе нужно тепло, а не разборки.",
      "«Добрый человек всё ещё светит внизу». Даже в застое ты можешь быть точкой поддержки для других.",
      "«Застой не вечен». На пике темноты важно помнить о смене цикла. Готовься внутренне к будущему повороту."
    ],
    "trigrams": {
      "upper": {
        "name": "Небо",
        "description": "Верхнее Небо — внешние силы далеки и заняты своим, донизу их поддержка не доходит."
      },
      "lower": {
        "name": "Земля",
        "description": "Нижняя Земля — внутреннее состояние терпения и выживания, готовность переждать тяжёлый период."
      }
    },
    "reflectionQuestions": [
      "Что сейчас явно не идёт, несмотря на усилия — и что, возможно, стоит временно отпустить?",
      "Чем я могу заняться внутри себя и в своём ближайшем круге, пока снаружи застой?",
      "Не держусь ли я за отношения или проекты, которые уже умерли?"
    ],
    "practicalAdvice": [
      "Сделай ревизию проектов и смело заморозь то, что не движется.",
      "Направь внимание на здоровье, дом, базовый быт и близких людей.",
      "Организуй для себя время на обучение и тихие внутренние настройки."
    ]
  },
  {
    "id": 13,
    "number": 13,
    "name": "Единомышленники",
    "character": "同人",
    "interpretation": "Небо над Огнём. Объединение людей вокруг общей идеи или дела. Важно искать тех, кто разделяет не только интересы, но и дух.",
    "keyPhrase": "Собирайся с теми, с кем у тебя общее не только дело, но и сердце.",
    "image": "Люди, собравшиеся у огня под открытым небом",
    "qualities": ["сообщество", "единство", "открытость", "идея"],
    "generalStrategy": "Гексаграмма 13 говорит о времени, когда ключом становится команда единомышленников. Внешние условия позволяют открыто заявлять о своих ценностях и притягивать тех, кто отзывается. Стратегия — действовать прозрачно, обсуждать важное «на площади», а не в кулуарах.",
    "subordinateStrategy": "В подчинённой роли ищи не только удобное место, но и людей, с которыми ты честно совпадаешь по сути. Не притворяйся «своим» там, где ценности чужды — это приведёт к внутреннему расколу.",
    "leadershipStrategy": "В роли лидера будь не начальником, а носителем идеи, вокруг которой естественно собираться. Позволь людям спорить по делу, не подавляя инициативу. Открытый диалог создаёт живую команду, а не секту.",
    "lineTexts": [
      "«Единомышленники во дворе — малое сцепление». Начни с ближайшего окружения: ищи своих среди тех, кто уже рядом.",
      "«Единомышленники в клане — ограниченность». Если замкнуться только на «своих» по крови или привычке, рост ограничится.",
      "«Единомышленники в толпе — шум без сути». Массовая поддержка без глубины быстро рассеивается. Ищи качество, а не количество.",
      "«Единомышленники за городскими стенами». Иногда настоящие свои — вне привычной среды. Не бойся выходить из зоны комфорта.",
      "«Единомышленники на высоте — лидер в центре». Когда идея созрела, не бойся занять видимое место. Людям нужен центр сборки.",
      "«Единомышленники в уединении». На пике союза наступает фаза, когда каждому нужно побыть одному. Уважай это."
    ],
    "trigrams": {
      "upper": {
        "name": "Небо",
        "description": "Верхнее Небо — высокие цели и общий горизонт, к которому можно звать других."
      },
      "lower": {
        "name": "Огонь",
        "description": "Нижний Огонь — внутренний огонь идеи, ясность, вдохновение, которое видно другим."
      }
    },
    "reflectionQuestions": [
      "Кто мои настоящие единомышленники именно сейчас — не по словам, а по делам?",
      "Достаточно ли открыто я говорю о том, что для меня важно?",
      "Где я держусь за «своих», хотя по сути нам уже не по пути?"
    ],
    "practicalAdvice": [
      "Сформулируй вслух (и письменно) идею, вокруг которой ты сам готов собирать людей.",
      "Назначь одну открытую встречу/разговор по важной для тебя теме.",
      "Пересмотри круг общения и снизь вовлечённость там, где нет настоящего отклика."
    ]
  },
  {
    "id": 14,
    "number": 14,
    "name": "Великое обладание",
    "character": "大有",
    "interpretation": "Огонь над Небом. Большие ресурсы, успех, влияние. Важно не заболеть гордыней и использовать силу мудро.",
    "keyPhrase": "Когда у тебя много, главное — как ты этим распоряжаешься.",
    "image": "Солнце высоко над небом",
    "qualities": ["изобилие", "влияние", "ответственность", "великодушие"],
    "generalStrategy": "Гексаграмма 14 описывает ситуацию большого обладания: деньгами, статусом, талантами, возможностями. Внешний мир признаёт твою силу, но вместе с ней растёт и ответственность. Стратегия — не зажимать ресурсы в страхе и не транжирить их из эго, а направлять туда, где это создаёт устойчивую ценность.",
    "subordinateStrategy": "В подчинённой роли тебе может быть доступ к большим ресурсам через компанию, лидера или проект. Используй их аккуратно, не путай «общее» с «личным». Покажи, что тебе можно доверять ценное.",
    "leadershipStrategy": "В позиции лидера помни, что твой масштаб — не только про личный комфорт, но и про поле вокруг. Делись, инвестируй в людей и системы, не забывай про тех, кто помог тебе вырасти. Высокомерие и презрение к «малым» быстро разрушают великое обладание.",
    "lineTexts": [
      "«Нет связи с вредным — малое зло уходит». В начале изобилия важно отрезать лишние утечки и паразитов.",
      "«Великое обладание скромно внутри». Сила, сочетанная с непритязательностью, — лучший знак.",
      "«Обладание с тревогой». Страх потерять может испортить всё. Учись доверять и делить нагрузку.",
      "«Обладание в доменах царя». Ты входишь в высшие круги. Важно не потерять себя.",
      "«Великое обладание без гордыни — благородно». Когда ты силён и при этом открыт другим, это создаёт вокруг поле уважения.",
      "«Обладание на пике — готовься к смене». Понимай, что эта фаза не вечна. Заранее думай, как прожить следующий цикл."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь",
        "description": "Верхний Огонь — внешняя видимость, слава, признание, внимание к тебе и твоему ресурсу."
      },
      "lower": {
        "name": "Небо",
        "description": "Нижнее Небо — внутренняя сила, благодаря которой это всё вообще стало возможным."
      }
    },
    "reflectionQuestions": [
      "В чём конкретно состоит моё «великое обладание» сейчас?",
      "Как я могу распорядиться этим так, чтобы не стыдиться себя позже?",
      "Есть ли люди/привычки, которые просто потребляют мой ресурс, ничего не создавая?"
    ],
    "practicalAdvice": [
      "Сделай инвентаризацию своих ресурсов: деньги, связи, знания, влияние.",
      "Выдели часть ресурса под долгосрочные инвестиции в людей и развитие.",
      "Ограничь импульсивные траты и решения, продиктованные только эго."
    ]
  },
  {
    "id": 15,
    "number": 15,
    "name": "Скромность",
    "character": "謙",
    "interpretation": "Гора над Землёй. Время, когда сила проявляется через умеренность и спокойствие. Скромность привлекает поддержку и снимает напряжение.",
    "keyPhrase": "Будь ниже, чем ты есть, и вырастешь выше, чем ожидаешь.",
    "image": "Низкая гора на равнине",
    "qualities": ["умеренность", "смирение", "реализм", "надёжность"],
    "generalStrategy": "Гексаграмма 15 учит выравнивать перепады: слишком высокое — опускать, слишком низкое — поднимать. Внешний мир лучше реагирует на ровных, адекватных и спокойных людей. Стратегия — не умалять свои таланты, а не раздувать их и относиться к ним естественно.",
    "subordinateStrategy": "В подчинённой роли скромность помогает вызывать доверие: делай своё хорошо и не требуй постоянной похвалы. Вместо демонстрации заслуг пусть за тебя говорят результаты. Но не путай скромность с самоуничтожением.",
    "leadershipStrategy": "В роли лидера скромность — это трезвый взгляд на свои и чужие возможности. Ты не бог и не центр вселенной. Признавай вклад других, делись заслугами, не строь культ личности. Так команда крепнет.",
    "lineTexts": [
      "«Скромность, действующая активно». В начале путь скромности требует осознанного усилия. Это практика, а не поза.",
      "«Скромность в движении — удача». Когда ты идёшь вперёд без шума и хвастовства, путь открывается легче.",
      "«Скромность посреди изобилия». Умение не выпячивать себя, даже имея много, особенно ценно.",
      "«Скромность в словах». Меньше громких заявлений, больше конкретных действий.",
      "«Скромность, которую замечают наверху». Твой стиль начинает вызывать уважение сильных мира. Оставайся собой.",
      "«Скромность на пике — пример для других». Ты можешь стать эталоном адекватности. Не меняй курс."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора",
        "description": "Верхняя Гора — внешняя стабильность и сдержанность, отсутствие показной драматичности."
      },
      "lower": {
        "name": "Земля",
        "description": "Нижняя Земля — внутренняя готовность быть опорой и не требовать для эго отдельного трона."
      }
    },
    "reflectionQuestions": [
      "Где я переоцениваю себя — и мне полезно немного «снизить высоту»?",
      "Где я наоборот недооцениваю себя, прикрываясь псевдоскромностью?",
      "Как скромность может помочь мне снять напряжение в текущих отношениях?"
    ],
    "practicalAdvice": [
      "Вместо хвастовства покажи людям конкретный результат своей работы.",
      "Отметь вслух вклад хотя бы двух людей, которые помогают тебе, но остаются в тени.",
      "Откажись от одного демонстративного жеста, который нужен только для картинки."
    ]
  },
  {
    "id": 16,
    "number": 16,
    "name": "Воодушевление",
    "character": "豫",
    "interpretation": "Гром над Землёй. Время подъёма, энтузиазма и предвосхищения. Важно направить энергию радости в конкретные дела.",
    "keyPhrase": "Используй воодушевление как топливо, а не как самоцель.",
    "image": "Гром, будящий землю весной",
    "qualities": ["энтузиазм", "подъём", "мотивация", "подготовка"],
    "generalStrategy": "Гексаграмма 16 описывает фазу, когда энергия поднимается: люди вдохновлены, чувствуется приближение чего‑то хорошего. Внешние условия поддерживают праздники, планы, общие начинания. Стратегия — не раствориться в эмоции, а превратить её в структурированные шаги и подготовку.",
    "subordinateStrategy": "В подчинённой роли позволь себе радость, но не бросай задачи ради одной эйфории. Используй подъём, чтобы взяться за то, что давно откладывал. Не поддавайся стадному восторгу, сохраняй трезвость.",
    "leadershipStrategy": "В роли лидера важно уметь зажигать, но и направлять. Делись видением, создавай ощущения смысла и перспективы, но тут же переводь это в планы, сроки и ответственность. Пустое «ура» быстро выгорает.",
    "lineTexts": [
      "«Воодушевление в начале — настрой оркестр». Перед движением важна настройка: собери людей и проясни, во имя чего всё.",
      "«Воодушевление в кругу друзей». Радость делится в близком кругу. Опирайся на тех, кто разделяет твоё чувство.",
      "«Воодушевление с примесью страха». Лёгкая тревога полезна: она не даёт улететь в иллюзии. Не гони её прочь.",
      "«Воодушевление толпы». Массовый подъём может быть заразительным, но держи голову холодной.",
      "«Воодушевление, идущее от лидера». Когда ты сам искренне вдохновлён, люди верят. Следи, чтобы это было не шоу, а реальность.",
      "«Воодушевление без дела — пустота». Если энергию не закрепить в действиях, она уйдёт в никуда и оставит усталость."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром",
        "description": "Верхний Гром — внешние события, которые будоражат, поднимают волну, заставляют проснуться."
      },
      "lower": {
        "name": "Земля",
        "description": "Нижняя Земля — внутренняя готовность принять этот импульс и превратить его в рост, а не в хаос."
      }
    },
    "reflectionQuestions": [
      "Что сейчас меня по‑настоящему вдохновляет — и как это конкретно отразить в делах?",
      "Кого я могу воодушевить своим примером, не играя роль?",
      "Не бегу ли я за ощущениями, забывая о реальном содержании?"
    ],
    "practicalAdvice": [
      "Запиши 3 конкретных действия, которые сделаешь на волне текущего подъёма.",
      "Поделись своим воодушевлением с тем, кому сейчас тяжело, без навязывания.",
      "Не принимай важных решений только на пике эмоции — дай себе ночь на паузу."
    ]
  },
  {
    "id": 17,
    "number": 17,
    "name": "Следование",
    "character": "隨",
    "interpretation": "Это момент, когда лучше не ломать поток, а встроиться в него. Удача приходит через гибкость, внимание к сигналам среды и верный выбор того, за кем и за чем ты следуешь.",
    "keyPhrase": "Следуй правильному — и путь сам начнёт нести тебя.",
    "image": "Гром под озером",
    "qualities": ["гибкость", "адаптивность", "верность", "наблюдательность"],
    "generalStrategy": "Нижний Гром запускает движение изнутри, а верхнее Озеро задаёт социальный тон: нравится, притягивает, объединяет. Ситуация развивается через влияние людей, трендов или правил игры — важно различить, где живое лидерство, а где шум. Следование здесь не про слабость, а про умение выбрать правильный ритм и союз.",
    "subordinateStrategy": "Если ты в позиции исполнителя, не сопротивляйся формату — сначала впитай правила, затем мягко предложи улучшения. Держись ближе к тем, кто действительно тянет дело вперёд, и не поддавайся стадному азарту.",
    "leadershipStrategy": "Если ты ведёшь, не дави силой: сейчас тебя выбирают сердцем и доверием. Создай понятные ориентиры и будь последовательным — люди готовы следовать, если видят честность и устойчивость.",
    "lineTexts": [
      "Начало следования: проверь, кого ты считаешь ориентиром. Если выбор сделан на эмоциях, скоро придётся переделывать.",
      "Следование приносит пользу, когда ты сохраняешь собственный стержень. Поддержи процесс — и тебя поддержат.",
      "В середине пути появляется искушение угодить всем. Это приводит к потере лица и распылению энергии.",
      "Ты уже на виду: следование превращается в ответственность. Договорись о правилах и границах, иначе тебя начнут использовать.",
      "Лучшее положение: ты следуешь правильному принципу, а не человеку. Тогда связь становится прочной и взаимной.",
      "Финал: не держись за связь любой ценой. Если поток сменился — отпусти и выйди достойно."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Внешняя среда держится на симпатии, доверии, совместности и публичной атмосфере. Здесь многое решается через тон общения, репутацию и чувство «мы»."
      },
      "lower": {
        "name": "Гром (震)",
        "description": "Внутри есть импульс к движению и быстрым решениям. Это энергия старта: ты готов(а) реагировать, пробовать, менять траекторию."
      }
    },
    "reflectionQuestions": [
      "Кому или чему я сейчас следую — и почему?",
      "Где я адаптируюсь разумно, а где предаю собственные ценности?",
      "Какой сигнал я игнорирую, потому что он неудобный?"
    ],
    "practicalAdvice": [
      "Сформулируй для себя один принцип, которому ты следуешь в этой ситуации.",
      "Проверь, кто принимает ключевые решения, и настрой взаимодействие с этим центром.",
      "Убери одно действие, которое ты делаешь «из привычки», но оно не ведёт к цели."
    ]
  },
  {
    "id": 18,
    "number": 18,
    "name": "Исправление испорченного",
    "character": "蠱",
    "interpretation": "Накопилась «порча»: ошибки, привычки, долги, токсичные связи или устаревшие процессы. Ситуация требует честной ревизии и ремонта, иначе проблема будет разрастаться.",
    "keyPhrase": "Не драматизируй — разберись, что сгнило, и спокойно замени это.",
    "image": "Ветер под горой",
    "qualities": ["ответственность", "очищение", "трезвость", "смелость"],
    "generalStrategy": "Нижний Ветер показывает проникновение проблемы в детали — мелкие сбои, которые стали системой. Верхняя Гора фиксирует застой: всё как будто «застряло», потому что основание подточено. Выход — не в рывке, а в ремонте структуры: убрать источник, восстановить порядок и вернуть жизнеспособность.",
    "subordinateStrategy": "Если ты снизу, начни с малого: наведи порядок в зоне ответственности и говори фактами. Не оправдывай старые ошибки — предложи план исправления и покажи прогресс шаг за шагом.",
    "leadershipStrategy": "Если ты руководишь, признай проблему без поиска виноватых. Назначь ревизию, поменяй правила, вычисти «серые зоны» — и поддержи тех, кто чинит, а не прикрывает.",
    "lineTexts": [
      "В начале виден корень: не обходи его стороной. Маленькое исправление сейчас экономит большие потери потом.",
      "Исправление требует такта: не ломай людей, чини процесс. Сохрани уважение — и получишь союзников.",
      "Переходная линия: можно увлечься борьбой и устроить охоту на ведьм. Это мешает делу и сжигает силы.",
      "Выход наружу: ты видишь систему целиком. Действуй последовательно — сначала правила, затем инструменты, затем кадры.",
      "Позиция силы: исправление становится примером для других. Твоя честность задаёт новый стандарт и возвращает доверие.",
      "Завершение: не превращай ремонт в вечную стройку. Закрепи изменения и отпусти тему — иначе снова появится застой."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора (艮)",
        "description": "Снаружи — блокировка, остановка, необходимость поставить паузу и зафиксировать границы. Это давление реальности: дальше так нельзя, нужна структура."
      },
      "lower": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внутри — тонкие причины, проникновение в детали, влияние привычек и мелких решений. Это то, что «разрослось» незаметно и теперь требует внимательного разбора."
      }
    },
    "reflectionQuestions": [
      "Что в этой ситуации реально «испорчено»: процесс, отношения, привычка, договорённость?",
      "Где я закрываю глаза на мелкие нарушения, которые стали нормой?",
      "Что я могу починить сам(а), не ожидая идеальных условий?"
    ],
    "practicalAdvice": [
      "Сделай ревизию: выпиши 3 главных источника проблемы и один корневой.",
      "Отмени или перепиши одну устаревшую договорённость/правило.",
      "Назначь конкретный срок и критерий: как ты поймёшь, что «починено»."
    ]
  },
  {
    "id": 19,
    "number": 19,
    "name": "Сближение",
    "character": "臨",
    "interpretation": "Помощь и возможности приближаются, но вместе с ними растёт ответственность. Это время расширять влияние и укреплять отношения, сохраняя простоту и человечность.",
    "keyPhrase": "Иди навстречу — но держи качество и меру.",
    "image": "Земля над озером",
    "qualities": ["открытость", "рост", "забота", "уверенность"],
    "generalStrategy": "Нижнее Озеро создаёт контакт и доверие, верхняя Земля даёт масштаб и поддержку. Ситуация развивается в сторону сближения: переговоры, сближение команд, возвращение клиента, укрепление отношений. Но важно помнить: чем больше к тебе тянутся, тем важнее твоя устойчивость и ясные правила.",
    "subordinateStrategy": "Если ты в более слабой позиции, используй момент: проси поддержку, договаривайся, показывай готовность учиться. Не играй в гордость — сейчас выгоднее быть доступным и конкретным.",
    "leadershipStrategy": "Если ты наверху, сближение — это не ласковость, а управляемая забота. Дай людям опору, объясни ожидания и не обещай того, что не сможешь выдержать.",
    "lineTexts": [
      "Начало: хороший момент сделать первый шаг и снять напряжение. Главное — говорить просто и по делу.",
      "Основание крепнет: контакт становится устойчивым, если есть честность и регулярность. Держи слово в мелочах.",
      "Проверка: слишком комфортное сближение расслабляет и снижает качество. Не теряй дисциплину.",
      "Выход в мир: тебя начинают воспринимать всерьёз. Уточни роли и договорённости, чтобы избежать разочарований.",
      "Вершина: мудрое сближение — это когда ты доступен(на), но не растворяешься. Баланс тепла и границ даёт успех.",
      "Финал: не затягивай период «медового месяца». Закрепи результат и переходи к устойчивому режиму."
    ],
    "trigrams": {
      "upper": {
        "name": "Земля (坤)",
        "description": "Внешние обстоятельства дают поддержку, пространство и ресурс. Окружение готово принять и «разместить» твои планы, если ты действуешь спокойно и последовательно."
      },
      "lower": {
        "name": "Озеро/Радость (兌)",
        "description": "Внутри — готовность к контакту, переговорному тону и сотрудничеству. Это энергия доверия: ты открыт(а) к диалогу и взаимной выгоде."
      }
    },
    "reflectionQuestions": [
      "С кем мне сейчас важно сблизиться — и на каких условиях?",
      "Какие ожидания я должен(на) проговорить, чтобы не было иллюзий?",
      "Где я путаю близость с отсутствием границ?"
    ],
    "practicalAdvice": [
      "Назначь один разговор/встречу для укрепления связи и договорённостей.",
      "Зафиксируй правила взаимодействия письменно: что, кто, когда.",
      "Сделай один жест поддержки, который реально облегчит жизнь другой стороне."
    ]
  },
  {
    "id": 20,
    "number": 20,
    "name": "Созерцание",
    "character": "觀",
    "interpretation": "Сейчас важнее смотреть и понимать, чем действовать на автомате. Ситуация требует дистанции, обзора, честной самооценки и осознания того, как тебя видят другие.",
    "keyPhrase": "Сначала увидь картину целиком — и только потом меняй её.",
    "image": "Ветер над землёй",
    "qualities": ["внимательность", "рефлексия", "ясность", "самоконтроль"],
    "generalStrategy": "Нижняя Земля показывает базу: реальность, факты, структура, то, что уже «стоит». Верхний Ветер — обзор и влияние: ты наблюдаешь, как идеи и настроения распространяются. Это время аналитики, наблюдения за системой и за собой: какие последствия имеют твои решения и какую «погоду» ты создаёшь вокруг.",
    "subordinateStrategy": "Если ты снизу, не суетись: собери данные, посмотри на правила игры и на ожидания сверху. Твоя сила сейчас — в аккуратности, в понимании контекста и в выборе правильного момента для шага.",
    "leadershipStrategy": "Если ты наверху, помни: тебя читают по поведению. Дай пример ясности и дисциплины, смотри шире личных эмоций и принимай решения после обзора, а не после раздражения.",
    "lineTexts": [
      "Начало: ты видишь лишь часть картины. Не делай выводов по одному эпизоду — расширь обзор.",
      "Позиция обучения: наблюдение помогает понять мотивы людей. Слушай больше, чем говоришь.",
      "Кризис перехода: желание вмешаться может сорвать тонкую настройку системы. Если нет необходимости — выдержи паузу.",
      "Выход в мир: ты начинаешь понимать, как устроены связи и влияния. Настрой коммуникацию так, чтобы тебя правильно поняли.",
      "Вершина: созерцание собственной жизни — честный аудит решений и ценностей. Здесь рождается сильная стратегия.",
      "Завершение: наблюдение должно перейти в действие. Если всё понял(а) — начни менять одно ключевое звено."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Снаружи — тонкое влияние, информационные потоки, общественное мнение и атмосфера. Ветер показывает, как идеи и сигналы распространяются и меняют поведение людей."
      },
      "lower": {
        "name": "Земля (坤)",
        "description": "Внутри — факты, база, текущая реальность и «почва» ситуации. Земля требует признать, что уже есть, и опираться на практичное, а не на фантазии."
      }
    },
    "reflectionQuestions": [
      "Что я не хочу замечать, хотя это очевидно?",
      "Как меня сейчас воспринимают со стороны — и что в этом правда?",
      "Какие данные мне нужны, чтобы принять решение без самообмана?"
    ],
    "practicalAdvice": [
      "Собери факты: выпиши 10 наблюдений без интерпретаций.",
      "Попроси обратную связь у одного человека, которому доверяешь.",
      "Сделай паузу на сутки перед важным решением и пересмотри его утром."
    ]
  },
  {
    "id": 21,
    "number": 21,
    "name": "Прокусывание",
    "character": "噬嗑",
    "interpretation": "Есть препятствие, которое нельзя обойти — его нужно «прогрызть» ясным решением и дисциплиной. Это про наведение порядка: разрубить узел, отделить правильное от неправильного и довести дело до результата.",
    "keyPhrase": "Если застряло — режь по сути и действуй без лишних слов.",
    "image": "Огонь над громом",
    "qualities": ["решительность", "справедливость", "дисциплина", "прямота"],
    "generalStrategy": "Нижний Гром даёт импульс к действию, верхний Огонь — ясность и видимость: проблема становится очевидной и требует реакции. Ситуация развивается через разбор конфликтов, юридику, правила, санкции или жёсткое «да/нет». Победа здесь — не в силе, а в точности: правильно определить препятствие и убрать его без эмоционального мусора.",
    "subordinateStrategy": "Если ты снизу, не распыляйся на обсуждения — работай по фактам и процедурам. Покажи, что ты надёжен(на): выполняй шаги и фиксируй договорённости, чтобы не оказаться крайним.",
    "leadershipStrategy": "Если ты наверху, действуй как арбитр: ясно назови проблему, назначь правила и последствия. Важно не перегнуть палку: наказание должно быть соразмерным и понятным.",
    "lineTexts": [
      "Начало: раздражение растёт, но поспешность опасна. Сначала сформулируй, что именно мешает.",
      "Основание: небольшой жёсткий шаг даёт эффект, если он точный. Следуй правилам и документируй решения.",
      "Переход: можно «укусить не то» — ударить по людям вместо причины. Проверь, где корень, а где симптом.",
      "Выход наружу: препятствие уже в поле зрения всех. Решение должно быть прозрачным, иначе возникнут слухи и саботаж.",
      "Вершина: лучшее время для справедливого решения. Твоя ясность снимает напряжение и запускает движение.",
      "Финал: если не сделал(а) выводы, история повторится. Закрепи правило, чтобы не возвращаться к этому снова."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь (離)",
        "description": "Внешняя среда требует ясности, прозрачности и видимых решений. Огонь высвечивает детали: скрыть проблему уже не получится."
      },
      "lower": {
        "name": "Гром (震)",
        "description": "Внутри — импульс, возмущение и энергия прорыва. Гром толкает к действию: терпеть дальше уже невозможно."
      }
    },
    "reflectionQuestions": [
      "Какое конкретное препятствие я должен(на) устранить, чтобы всё поехало?",
      "Где я путаю эмоции с фактической причиной проблемы?",
      "Какие правила я избегаю установить из страха конфликта?"
    ],
    "practicalAdvice": [
      "Сформулируй проблему одной фразой и проверь её на фактах.",
      "Прими одно жёсткое, но честное решение (граница, правило, отказ).",
      "Зафиксируй новый порядок письменно и донеси его до всех участников."
    ]
  },
  {
    "id": 22,
    "number": 22,
    "name": "Украшение",
    "character": "賁",
    "interpretation": "Форма имеет значение: стиль, подача и «упаковка» помогают смыслу дойти до людей. Но это не время подменять содержание декором — украшение должно поддерживать суть, а не скрывать пустоту.",
    "keyPhrase": "Сделай красиво — но так, чтобы красота служила делу.",
    "image": "Гора над огнём",
    "qualities": ["вкус", "умеренность", "культура", "точность"],
    "generalStrategy": "Нижний Огонь даёт внутренний свет — идею, смысл, ясность. Верхняя Гора задаёт рамку и сдержанность: стиль должен быть лаконичным, собранным и уместным. Ситуация развивается через презентацию, репутацию, дизайн, этикет, тон коммуникации; выигрывает тот, кто делает простое — выразительным.",
    "subordinateStrategy": "Если ты внизу, начни с качества исполнения: убери лишнее, сделай яснее, короче, точнее. Твоя задача — не блеск, а аккуратность и уместность.",
    "leadershipStrategy": "Если ты руководишь, задавай стандарты и вкус: что считается хорошей подачей, что — перегибом. Не позволяй команде спрятать слабое решение за красивой картинкой.",
    "lineTexts": [
      "Начало: начни с малого — приведи в порядок детали. Иногда достаточно исправить один элемент, чтобы всё зазвучало.",
      "Основание: уместность важнее дороговизны. Простая, чистая форма выглядит сильнее показного блеска.",
      "Переход: появляется желание произвести впечатление любой ценой. Это риск — можно потерять доверие.",
      "Выход наружу: тебя оценивают по подаче. Будь собран(а), не обещай лишнего и не перегружай смыслы.",
      "Вершина: правильное украшение усиливает суть и делает её заразительной. Здесь красота становится стратегией.",
      "Финал: время снять лишние слои. Если украшение мешает — упрощай, возвращайся к ядру."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора (艮)",
        "description": "Снаружи — рамки, сдержанность, правила уместности и «чувство меры». Гора требует простоты и ясной структуры, чтобы форма не расползалась."
      },
      "lower": {
        "name": "Огонь (離)",
        "description": "Внутри — идея, свет, смысл и способность быть заметным. Огонь даёт выразительность и делает содержание видимым."
      }
    },
    "reflectionQuestions": [
      "Что здесь является сутью, а что — упаковкой?",
      "Где я пытаюсь понравиться ценой искажения смысла?",
      "Какая одна правка сделает мою подачу вдвое яснее?"
    ],
    "practicalAdvice": [
      "Убери 20% лишнего из текста/дизайна/плана и проверь, стало ли лучше.",
      "Сделай один элемент подачи безупречно (заголовок, структура, первый экран).",
      "Проверь уместность: соответствует ли стиль аудитории и ситуации."
    ]
  },
  {
    "id": 23,
    "number": 23,
    "name": "Разрушение",
    "character": "剝",
    "interpretation": "Старое расслаивается: опоры трещат, лишнее отходит, привычные формы теряют силу. Это время не удерживать распад силой, а грамотно пережить демонтаж и сохранить главное.",
    "keyPhrase": "Не удерживай то, что распадается: спасай ядро и готовь новое основание.",
    "image": "Гора над землёй",
    "qualities": ["трезвость", "отпускание", "выносливость", "минимализм"],
    "generalStrategy": "Нижняя Земля — база и быт, верхняя Гора — давление и остановка: сверху как будто «придавило», а снизу уже нет прежней плотности. Ситуация идёт через сокращение, увольнение, распад договорённостей, завершение цикла или уход поддержки. Лучшее решение — не играть в героизм, а уменьшить потери, убрать лишнее и подготовить почву для возвращения.",
    "subordinateStrategy": "Если ты в слабой позиции, не спорь с реальностью — сокращай риски и расходы. Сохрани отношения, репутацию и ресурсы, которые можно перенести в следующий этап.",
    "leadershipStrategy": "Если ты руководишь, признай фазу демонтажа и проведи её аккуратно. Будь честным(ой), не обещай невозможного и защищай людей там, где это реально.",
    "lineTexts": [
      "Начало: первые трещины видны внизу — в рутине и деталях. Не игнорируй мелкие сигналы, они про фундамент.",
      "Основание слабеет: поддержка уходит или становится формальной. Сократи зависимости и проверь, на чём держится система.",
      "Переход: попытка «додавить» ситуацию усилием даст обратный эффект. Лучше отступить и сохранить силы.",
      "Выход наружу: распад становится заметным окружающим. Действуй спокойно и достойно, чтобы не потерять лицо.",
      "Вершина: сохрани ядро — людей, смысл, ключевой актив. Всё остальное можно отпустить без трагедии.",
      "Финал: не цепляйся за остатки. Заверши, очисти пространство и готовься к новому циклу."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора (艮)",
        "description": "Внешне — давление, блокировка и необходимость остановки. Гора показывает предел: дальше по-старому не получится, нужно фиксировать и сокращать."
      },
      "lower": {
        "name": "Земля (坤)",
        "description": "Внутри — «почва» ситуации, повседневная основа и ресурсы. Земля здесь истончается: база требует переформатирования и упрощения."
      }
    },
    "reflectionQuestions": [
      "Что в моей ситуации уже распадается, и я это удерживаю из страха?",
      "Какой главный актив я обязан(на) сохранить любой ценой?",
      "Что я могу отпустить сегодня, чтобы завтра стало легче дышать?"
    ],
    "practicalAdvice": [
      "Сократи одну зависимость: расход, обязательство или токсичное взаимодействие.",
      "Сделай список «ядро / лишнее» и начни убирать лишнее с одного пункта.",
      "Подготовь план выхода: сроки, шаги, кому что сказать."
    ]
  },
  {
    "id": 24,
    "number": 24,
    "name": "Возвращение",
    "character": "復",
    "interpretation": "После отката и потерь появляется возможность вернуться к правильному пути. Это тихое, но сильное обновление: маленький шаг в верную сторону запускает восстановление.",
    "keyPhrase": "Вернись к простому правильному — и жизнь начнёт собираться заново.",
    "image": "Гром в земле",
    "qualities": ["восстановление", "надежда", "простота", "устойчивость"],
    "generalStrategy": "Нижний Гром — первый импульс новой жизни, верхняя Земля — среда, которая может принять и удержать рост. Ситуация разворачивается как возвращение: к проекту, режиму, отношениям, здоровью, дисциплине или собственным ценностям. Важно не ждать мгновенного результата: здесь работает накопление маленьких верных шагов.",
    "subordinateStrategy": "Если ты снизу, начни с простого ритуала или привычки, которую реально выдержишь. Не геройствуй: твоя сила — в регулярности и мягком темпе.",
    "leadershipStrategy": "Если ты наверху, создай условия для возвращения: спокойный режим, понятные правила, поддержка без унижения. Не требуй сразу максимум — дай восстановиться и закрепиться.",
    "lineTexts": [
      "Начало: возвращение рядом — не нужно далёких маршрутов. Сделай первый маленький шаг сегодня.",
      "Основание: спокойное возвращение укрепляет веру в себя. Выбирай то, что можно повторять без надрыва.",
      "Переход: возможны срывы и повторные откаты. Не драматизируй — просто вернись снова и поправь курс.",
      "Выход в мир: ты возвращаешься к правильному внутри системы, а не вне её. Настрой окружение так, чтобы оно поддерживало новый режим.",
      "Вершина: благородное возвращение — когда ты выбираешь верный путь без оправданий и самобичевания. Это даёт устойчивый рост.",
      "Финал: если упрямо идёшь против сигнала, будет новый кризис. Слушай предупреждения и не форсируй."
    ],
    "trigrams": {
      "upper": {
        "name": "Земля (坤)",
        "description": "Внешне — пространство для восстановления, терпение и поддержка. Земля помогает закрепить новое, если ты действуешь спокойно и регулярно."
      },
      "lower": {
        "name": "Гром (震)",
        "description": "Внутри — первый импульс перемены и оживления. Гром запускает движение: появляется энергия вернуться, попробовать снова и начать заново."
      }
    },
    "reflectionQuestions": [
      "К чему мне действительно нужно вернуться — к привычке, ценности, людям, делу?",
      "Какой самый маленький шаг я могу сделать без героизма, но регулярно?",
      "Где я путаю откат с поражением и из-за этого бросаю путь?"
    ],
    "practicalAdvice": [
      "Выбери один «минимальный режим» на 7 дней и следуй ему без усложнений.",
      "Убери один триггер, который чаще всего срывает тебя с курса.",
      "Отметь прогресс: зафиксируй каждый день один факт «я вернулся(лась)»."
    ]
  },
  {
    "id": 25,
    "number": 25,
    "name": "Невинность",
    "character": "無妄",
    "interpretation": "Ситуация требует простоты и честного курса без скрытых игр и самообмана. Удача приходит, когда ты действуешь прямо, без лишних схем и «подстраховок» ценой совести.",
    "keyPhrase": "Делай правильно — и не усложняй.",
    "image": "Небо над громом",
    "qualities": ["честность", "простота", "прямота", "естественность"],
    "generalStrategy": "Нижний Гром даёт импульс действовать, а верхнее Небо задаёт принцип и закон: важна не хитрость, а правильность. Здесь события разворачиваются быстро, и любые скрытые мотивы вскрываются. Если держишь курс чисто и по делу — обстоятельства сами подстраиваются; если пытаешься манипулировать — получишь откат.",
    "subordinateStrategy": "Если ты в слабой позиции, опирайся на факты и делай своё честно, без попыток переиграть систему. Не обещай лишнего и не оправдывайся — спокойная прямота сейчас сильнее слов.",
    "leadershipStrategy": "Если ты в позиции силы, управляй через ясные правила и личный пример. Не допускай двойных стандартов: они вернутся ударом по довериям и результатам.",
    "lineTexts": [
      "Начало: действуй без задней мысли, но проверь, что мотив чистый. Самообман здесь самый дорогой.",
      "Хорошее положение: ты идёшь по правилам и не ищешь обходных путей. Так появляется неожиданная поддержка.",
      "Проверка: желание ускорить через хитрость может сломать весь ход. Лучше медленнее, но правильно.",
      "Выход наружу: твои действия становятся заметны. Репутация строится сейчас — будь точным(ой) в обещаниях.",
      "Вершина: невинность — это зрелость, а не наивность. Ты выбираешь правильное даже под давлением.",
      "Финал: если пошёл(ла) против принципа, будет откат. Остановись, признай ошибку и вернись к простому."
    ],
    "trigrams": {
      "upper": {
        "name": "Небо (乾)",
        "description": "Внешние обстоятельства требуют принципиальности, ясных стандартов и ответственности. Это среда закона: всё оценивается по сути, а не по оправданиям."
      },
      "lower": {
        "name": "Гром (震)",
        "description": "Внутри — импульс к действию, старт, резкая энергия. Гром толкает вперёд, но важно, чтобы движение было честным и точным."
      }
    },
    "reflectionQuestions": [
      "Что я пытаюсь «провернуть», вместо того чтобы сделать просто правильно?",
      "Где мой мотив нечистый, хотя внешне всё выглядит красиво?",
      "Какой один принцип я готов(а) соблюдать без исключений?"
    ],
    "practicalAdvice": [
      "Сформулируй своё намерение одной честной фразой без украшений.",
      "Убери один «обходной манёвр» и сделай действие напрямую.",
      "Зафиксируй правило: что ты точно не будешь делать ради результата."
    ]
  },
  {
    "id": 26,
    "number": 26,
    "name": "Великое накопление",
    "character": "大畜",
    "interpretation": "Сила собирается и удерживается: время накапливать ресурсы, знания и влияние, не растрачивая их на шум. Это про самоконтроль и стратегическую паузу перед большим рывком.",
    "keyPhrase": "Собери мощность — и выпускай её только по делу.",
    "image": "Гора над небом",
    "qualities": ["самодисциплина", "накопление", "стратегичность", "терпение"],
    "generalStrategy": "Нижнее Небо даёт потенциал и амбицию, а верхняя Гора удерживает и формирует: энергия есть, но она должна быть собрана и направлена. Ситуация про подготовку, обучение, сохранение ресурсов и выстраивание структуры, чтобы потом не развалилось на скорости. Успех приходит через выдержку и умение не расплескать силу раньше времени.",
    "subordinateStrategy": "Если ты снизу, вкладывайся в навыки и качество: делай фундамент, на который можно опереться. Не спорь с ограничениями — используй их как тренажёр дисциплины.",
    "leadershipStrategy": "Если ты наверху, твоя задача — удерживать рамку: приоритеты, стандарты, лимиты. Поддерживай рост, но не позволяй команде «жечь ресурс» ради быстрого эффекта.",
    "lineTexts": [
      "Начало: есть энергия, но пока рано выпускать её в полный рост. Собери инструменты и команду.",
      "Хорошая позиция: ты учишься держать темп и не расплескать силы. Малые победы важнее громких заявлений.",
      "Переход: появляется искушение доказать всё сразу. Это риск — можно потерять накопленное из-за гордыни.",
      "Выход наружу: тебя начинают воспринимать как серьёзного игрока. Веди себя сдержанно и укрепляй доверие через качество.",
      "Вершина: накопленная сила готова к применению, но только по точной цели. Один правильный ход важнее десяти быстрых.",
      "Финал: не превращай накопление в вечную паузу. Когда окно открылось — действуй уверенно и без суеты."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора (艮)",
        "description": "Внешняя среда требует ограничений, структуры и зрелой паузы. Гора удерживает: она не запрещает движение, она делает его осмысленным."
      },
      "lower": {
        "name": "Небо (乾)",
        "description": "Внутри — мощный потенциал, амбиция и готовность действовать. Небо даёт большую энергию, которую важно не растрачивать преждевременно."
      }
    },
    "reflectionQuestions": [
      "Что я сейчас накапливаю — и ради какой цели?",
      "Где я сливаю ресурс на доказательства и лишнюю скорость?",
      "Какая рамка мне нужна, чтобы расти устойчиво?"
    ],
    "practicalAdvice": [
      "Составь список ресурсов: время, деньги, внимание, связи — и поставь лимиты утечек.",
      "Выбери один ключевой навык и занимайся им регулярно 14 дней.",
      "Определи критерий «окно открылось» — когда ты переходишь от накопления к действию."
    ]
  },
  {
    "id": 27,
    "number": 27,
    "name": "Питание",
    "character": "頤",
    "interpretation": "Тема питания здесь шире еды: это то, чем ты себя и других «кормишь» — словами, контентом, привычками, средой. Ситуация просит осознанности: качество входящего определяет качество исходящего.",
    "keyPhrase": "Следи, чем питаешься — и чем питаешь других.",
    "image": "Гора над громом",
    "qualities": ["осознанность", "умеренность", "забота", "разборчивость"],
    "generalStrategy": "Нижний Гром — импульс потреблять и реагировать, верхняя Гора — фильтр и рамка: нужно остановиться и выбирать, что впускать. Ситуация про режим, привычки, информационную диету и тон общения. Успех приходит через отбор: меньше, но качественнее — в еде, словах, задачах и людях.",
    "subordinateStrategy": "Если ты в слабой позиции, начни с себя: наведи порядок в режиме и источниках влияния. Не ищи быстрых стимуляторов — выбери то, что укрепляет на длинной дистанции.",
    "leadershipStrategy": "Если ты наверху, ты отвечаешь за «питание системы»: какие ценности, правила и информационные сигналы получают люди. Корми команду ясностью, а не тревогой; поощряй качество, а не суету.",
    "lineTexts": [
      "Начало: проверь базу — сон, еду, режим, информационный шум. Без этого любое дело будет «на голодном двигателе».",
      "Хорошая позиция: аккуратность в словах и привычках быстро даёт результат. Меньше обещаний — больше действий.",
      "Переход: желание компенсировать пустоту стимуляторами ведёт к перегреву. Остановись и верни себе ритм.",
      "Выход наружу: ты влияешь на других своим тоном. Следи, что ты распространяешь: поддержку или токсичность.",
      "Вершина: зрелое питание — это дисциплина выбора. Ты умеешь сказать «нет» тому, что разрушает ресурс.",
      "Финал: если игнорировать качество входящего, система начнёт ломаться. Сделай пересборку и упрощение."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора (艮)",
        "description": "Снаружи — необходимость фильтра, границ и паузы. Гора помогает остановиться и выбрать, что действительно полезно и уместно."
      },
      "lower": {
        "name": "Гром (震)",
        "description": "Внутри — импульсивность, реактивность и желание «сразу». Гром даёт энергию, но без фильтра она уходит в хаотичное потребление."
      }
    },
    "reflectionQuestions": [
      "Чем я сейчас питаю себя каждый день — и усиливает ли это меня?",
      "Какими словами и сигналами я питаю других людей?",
      "Что мне нужно убрать из «рациона», чтобы вернулся ресурс?"
    ],
    "practicalAdvice": [
      "Убери на 48 часов один источник шума (лента, чат, привычка) и отметь эффект.",
      "Собери простой режим на неделю: сон, еда, движение, работа — без героизма.",
      "Перед важным разговором сформулируй одну фразу поддержки и одну ясную границу."
    ]
  },
  {
    "id": 28,
    "number": 28,
    "name": "Великое превышение",
    "character": "大過",
    "interpretation": "Нагрузка стала больше, чем выдерживает старая конструкция. Это время усилить опоры и принять нестандартные решения, иначе система треснет от перегруза.",
    "keyPhrase": "Опоры надо усиливать — иначе всё рухнет под весом.",
    "image": "Озеро над деревом",
    "qualities": ["смелость", "гибкость", "ответственность", "антикризисность"],
    "generalStrategy": "Нижний Ветер/Дерево — это рост, гибкость и распространение, верхнее Озеро — социальное давление, эмоции и публичность. Ситуация перегружена: ожиданий много, задач много, ставок много. Выигрывает тот, кто честно признаёт перегруз, усиливает структуру и делает один решительный поворот вместо попыток «как-нибудь дотянуть».",
    "subordinateStrategy": "Если ты снизу, не тащи всё молча: обозначь нагрузку, попроси ресурс или пересобери приоритеты. Твоя задача — не геройствовать, а сохранить работоспособность.",
    "leadershipStrategy": "Если ты наверху, принимай управленческое решение: перераспредели ресурсы, сократи лишнее, усили критические роли. Не пытайся сохранить все обещания — сохрани систему.",
    "lineTexts": [
      "Начало: перегруз уже чувствуется, но ещё управляем. Признай его и начни укреплять опоры.",
      "Хорошая позиция: можно вырулить, если действовать быстро и просто. Нужны конкретные решения, а не обсуждения.",
      "Переход: риск слома в середине — когда все устали, но ещё давят сроки. Поставь паузу и пересобери план.",
      "Выход наружу: кризис виден другим, репутация под угрозой. Будь честным(ой) и покажи контроль через действия.",
      "Вершина: один смелый шаг спасает больше, чем десять компромиссов. Сделай перестройку и закрепи новый каркас.",
      "Финал: если продолжать тянуть старую конструкцию, она сломается. Заверши цикл, разгрузи и строй заново."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Снаружи — ожидания людей, давление публичности и эмоциональный фон. Озеро усиливает тему репутации: всё происходит на виду и через коммуникацию."
      },
      "lower": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внутри — рост, расширение и расползание задач в детали. Дерево растёт, но ему нужен каркас, иначе оно ломается от собственного веса."
      }
    },
    "reflectionQuestions": [
      "Где моя система перегружена — и что именно стало «слишком»?",
      "Какая опора сейчас слабее всего и требует усиления?",
      "Какое нестандартное решение я избегаю принять из страха реакции?"
    ],
    "practicalAdvice": [
      "Сократи список задач на 30% и оставь только критические.",
      "Усиль одну опору: делегируй, найми, автоматизируй или перенеси срок.",
      "Сделай антикризисный план на 7 дней с ежедневными контрольными точками."
    ]
  },
  {
    "id": 29,
    "number": 29,
    "name": "Бездна",
    "character": "坎",
    "interpretation": "Повторяющаяся опасность: как будто снова и снова попадаешь в одну и ту же яму. Здесь важно не паниковать и не ускоряться, а пройти участок правильно — шаг за шагом, сохраняя ясность и дисциплину.",
    "keyPhrase": "В опасности спасает не сила, а правильный шаг.",
    "image": "Вода над водой",
    "qualities": ["осторожность", "выносливость", "ясность", "самообладание"],
    "generalStrategy": "Вода сверху и снизу — риск повторяется, условия скользкие, стабильности мало. Ситуация требует мастерства прохождения: понимания маршрута, страховок, правил безопасности и внутреннего спокойствия. Здесь побеждают не самые смелые, а самые собранные: кто держит ритм, не делает резких движений и не теряет ориентиры.",
    "subordinateStrategy": "Если ты снизу, не пытайся «перепрыгнуть» опасность. Делай малые безопасные шаги, ищи поддержку и проверяй факты, а не слухи и эмоции.",
    "leadershipStrategy": "Если ты наверху, создай систему безопасности: протоколы, резервы, контрольные точки. Твоя задача — снизить хаос и удержать людей в ясном режиме, без героизации риска.",
    "lineTexts": [
      "Начало: опасность реальна — не делай вид, что её нет. Подготовь страховку и план Б.",
      "Хорошая позиция: ты проходишь участок, если сохраняешь спокойствие и ритм. Не ускоряйся из страха.",
      "Переход: есть риск повторить старую ошибку. Вспомни прошлый опыт и измени один ключевой шаг.",
      "Выход наружу: тебя проверяют обстоятельства и люди. Говори коротко, действуй точно, избегай лишних обещаний.",
      "Вершина: мастерство — в устойчивости среди воды. Ты умеешь держать курс даже при сильном давлении.",
      "Финал: не расслабляйся раньше времени. Закрепи уроки и оставь систему страховок на будущее."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода (坎)",
        "description": "Внешняя среда нестабильна и полна рисков: обстоятельства меняются, появляются скрытые факторы. Вода снаружи требует осторожности и точной навигации."
      },
      "lower": {
        "name": "Вода (坎)",
        "description": "Внутри — эмоциональная глубина и ощущение опасности, но также способность выживать и адаптироваться. Вода внутри учит не паниковать и держать ясность под давлением."
      }
    },
    "reflectionQuestions": [
      "Какая «яма» повторяется в моей жизни или проекте — и что её запускает?",
      "Где я ускоряюсь из страха и из-за этого ошибаюсь?",
      "Какая страховка мне нужна прямо сейчас?"
    ],
    "practicalAdvice": [
      "Составь список рисков и для каждого — один способ страховки.",
      "Введи контрольные точки: когда и как ты проверяешь, что всё идёт безопасно.",
      "Попроси помощь/второе мнение там, где ты обычно стесняешься."
    ]
  },
  {
    "id": 30,
    "number": 30,
    "name": "Сияние",
    "character": "離",
    "interpretation": "Ясность, заметность, понимание сути — всё «горит» и становится видимым. Но огонь требует топлива: важно удерживать фокус и не выгорать, не превращая яркость в хаос.",
    "keyPhrase": "Свети ясно — и подпитывай огонь правильным топливом.",
    "image": "Огонь над огнём",
    "qualities": ["ясность", "видимость", "вдохновение", "фокус"],
    "generalStrategy": "Огонь сверху и снизу — усиленная ясность: всё проявляется, идеи становятся заметными, решения требуют точности. Ситуация про публичность, смысл, позиционирование, осознание ценностей и линию поведения, которую увидят другие. Успех — в чистом фокусе и правильном «топливе»: поддержке, режиме, смысле, а не в постоянной гонке.",
    "subordinateStrategy": "Если ты снизу, проясни задачу и критерии качества: лучше меньше действий, но точнее. Береги ресурс — огонь легко выгорает, если ты всё время на максимуме.",
    "leadershipStrategy": "Если ты наверху, задай ясную идею и коммуникацию: что мы делаем, зачем и как выглядит успех. Следи, чтобы команда не горела в холостую — поддерживай ритм и приоритеты.",
    "lineTexts": [
      "Начало: ты видишь направление, но нужен фокус. Выбери одну главную мысль и держись её.",
      "Хорошая позиция: ясность усиливает влияние. Говори прямо, но без жестокости — тон важен.",
      "Переход: можно увлечься эффектами и потерять смысл. Проверяй, что яркость служит цели.",
      "Выход наружу: тебя замечают и оценивают. Держи качество, иначе публичность станет источником давления.",
      "Вершина: сильный свет — это честность и точный выбор. Ты влияешь, потому что ясно стоишь на своём.",
      "Финал: если огонь перегрет, будет выгорание. Умей снижать яркость, чтобы сохранить долгую жизнь проекта."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь (離)",
        "description": "Внешняя среда требует ясности и видимости: всё происходит на виду, многое решают смысл и подача. Огонь снаружи усиливает тему репутации и чёткого позиционирования."
      },
      "lower": {
        "name": "Огонь (離)",
        "description": "Внутри — внутренний свет, понимание и страсть к делу. Но огонь внутри нуждается в питании: режиме, поддержке и правильных приоритетах."
      }
    },
    "reflectionQuestions": [
      "Что я хочу сделать ясным — для себя и для других?",
      "Чем я подпитываю свой огонь: смыслом или стрессом?",
      "Где я добавляю эффектов вместо качества?"
    ],
    "practicalAdvice": [
      "Сформулируй одну главную мысль проекта/решения в 12 словах.",
      "Убери один отвлекающий канал или задачу на неделю.",
      "Поставь режим восстановления: сон/паузы/границы, чтобы не выгореть."
    ]
  },
  {
    "id": 31,
    "number": 31,
    "name": "Влияние",
    "character": "咸",
    "interpretation": "Это про взаимное притяжение и тонкое влияние: слова, жесты и настроение меняют ситуацию сильнее прямого давления. Удача приходит через искренность, такт и правильную инициативу.",
    "keyPhrase": "Влияй мягко — и получишь сильный отклик.",
    "image": "Озеро над горой",
    "qualities": ["такт", "взаимность", "притяжение", "чуткость"],
    "generalStrategy": "Нижняя Гора даёт внутреннюю собранность и границы, а верхнее Озеро — контакт, симпатию и открытость. Ситуация разворачивается через отношения, переговоры, харизму и взаимный отклик: важно не давить, а «настроиться» друг на друга. Здесь побеждает уважительный тон и ясные намерения.",
    "subordinateStrategy": "Если ты снизу, не торопись и не навязывайся: будь устойчив(а) и внимателен(льна) к сигналам. Твоя сила — в границах и спокойной инициативе без драматизации.",
    "leadershipStrategy": "Если ты наверху, помни: влияние строится на доверии, а не на приказах. Создавай атмосферу, в которой людям хочется откликнуться, и будь честным(ой) в намерениях.",
    "lineTexts": [
      "Начало: влияние начинается с настроя. Проверь, что ты приходишь не из нужды, а из ясного намерения.",
      "Хорошая позиция: взаимность растёт, когда ты слушаешь. Дай месту отклику, не заполняй паузы.",
      "Переход: искушение ускорить через давление всё портит. Мягкость здесь стратегична, а не слабая.",
      "Выход наружу: связь становится публичной или заметной. Договорись о правилах и уважай границы.",
      "Вершина: сильное влияние — это честная симпатия и ясная цель. Ты ведёшь, потому что тебя выбирают.",
      "Финал: если держаться за влияние любой ценой, оно превращается в контроль. Отпусти — и связь станет чище."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Внешне — коммуникация, симпатия, лёгкость и социальная динамика. Озеро отвечает за отклик людей: нравится — значит двигается."
      },
      "lower": {
        "name": "Гора (艮)",
        "description": "Внутри — устойчивость, границы и способность не суетиться. Гора помогает удержать достоинство и не раствориться в чужих эмоциях."
      }
    },
    "reflectionQuestions": [
      "На кого и как я сейчас влияю — и это взаимно?",
      "Где я путаю влияние с контролем?",
      "Какая одна просьба или фраза улучшит контакт без давления?"
    ],
    "practicalAdvice": [
      "Сделай один мягкий шаг навстречу: сообщение, встреча, благодарность.",
      "Спроси напрямую о потребностях другой стороны и выслушай без споров.",
      "Обозначь одну границу, чтобы связь стала безопаснее."
    ]
  },
  {
    "id": 32,
    "number": 32,
    "name": "Постоянство",
    "character": "恒",
    "interpretation": "Сила в длительности: устойчивые результаты приходят через регулярность и верность выбранному курсу. Это про отношения, проекты и привычки, которые выдерживают время, потому что у них есть ритм и смысл.",
    "keyPhrase": "Делай не героически, а регулярно.",
    "image": "Гром над ветром",
    "qualities": ["устойчивость", "верность", "ритм", "надежность"],
    "generalStrategy": "Нижний Ветер/Дерево — это постепенное проникновение и рост через привычки, верхний Гром — обновляющие импульсы и проверки. Ситуация учит держать курс: не застревать в рутине, но и не бросаться из крайности в крайность. Постоянство здесь — живое: с корректировками, но без предательства цели.",
    "subordinateStrategy": "Если ты снизу, строй привычки и процессы, которые можно выдержать. Не требуй от себя идеала — требуй повторяемости и честного прогресса.",
    "leadershipStrategy": "Если ты наверху, поддерживай ритм команды и отношений: прозрачные циклы, регулярная обратная связь, понятные приоритеты. Не меняй правила каждую неделю — иначе постоянства не будет.",
    "lineTexts": [
      "Начало: выбери курс и договорись с собой о минимуме, который ты точно выдержишь. Старт важен, но важнее — продолжение.",
      "Хорошая позиция: регулярность начинает давать эффект. Не ускоряйся без необходимости — держи ритм.",
      "Переход: появится скука или сомнение. Это нормальная проверка — не путай её с сигналом «бросай».",
      "Выход наружу: постоянство становится видимым и вызывает доверие. Люди начинают опираться на тебя — береги качество.",
      "Вершина: лучший уровень — когда ты умеешь обновляться без разрушения основы. Корректируй курс, сохраняя цель.",
      "Финал: если цепляться за старое из упрямства, постоянство превратится в застой. Обнови метод, не предавая смысл."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром (震)",
        "description": "Снаружи — события и проверки, которые встряхивают и заставляют обновляться. Гром поддерживает живую динамику: постоянство должно выдерживать импульсы."
      },
      "lower": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внутри — постепенность, рост через малые шаги и привычки. Дерево строит устойчивость: оно растёт медленно, но крепко."
      }
    },
    "reflectionQuestions": [
      "Что в моей жизни требует постоянства, а не очередного рывка?",
      "Какой минимальный ритм я реально могу выдерживать месяц?",
      "Где мне нужно обновить способ, сохранив смысл?"
    ],
    "practicalAdvice": [
      "Выбери одну привычку и закрепи её в календаре на 14 дней без пропусков.",
      "Сделай еженедельный обзор: что работает, что корректировать, что оставить.",
      "Определи один показатель постоянства (время, объём, качество) и отслеживай его."
    ]
  },
  {
    "id": 33,
    "number": 33,
    "name": "Отступление",
    "character": "遯",
    "interpretation": "Это не про поражение, а про грамотный шаг назад, чтобы сохранить ресурс и выбрать лучшую позицию. Ситуация просит дистанции: уйти от токсичного, не ввязываться в проигрышную игру и переждать давление.",
    "keyPhrase": "Отойди вовремя — и сохранишь силу для следующего хода.",
    "image": "Небо над горой",
    "qualities": ["дистанция", "самосохранение", "трезвость", "сдержанность"],
    "generalStrategy": "Нижняя Гора — внутренняя остановка и границы, верхнее Небо — принцип и стратегический обзор. Внешние условия могут быть агрессивны или шумны, и прямое столкновение сейчас не даёт выгоды. Лучшее — отступить в сильную позицию: сократить контакты, оставить минимум обязательств и подготовить следующий шаг без потерь.",
    "subordinateStrategy": "Если ты в слабой позиции, не пытайся доказать правоту в лоб. Уходи из конфликта, сохраняя достоинство, и перенеси усилия туда, где есть шанс на рост.",
    "leadershipStrategy": "Если ты наверху, отступление — управленческий выбор: закрыть направление, убрать лишние риски, вывести команду из перегруза. Сохрани людей и ресурсы — это и есть победа на этом этапе.",
    "lineTexts": [
      "Начало: почувствуй момент, когда нужно отойти. Чем раньше — тем меньше потерь.",
      "Хорошая позиция: отступая, не теряй связи с реальностью. Сохрани каналы информации и опоры.",
      "Переход: есть искушение уколоть напоследок. Это портит репутацию и возвращает конфликт.",
      "Выход наружу: твой шаг назад будут обсуждать. Объясняй коротко и без оправданий — «так стратегичнее».",
      "Вершина: лучший уход — спокойный и чистый, без скандала. Так ты сохраняешь влияние и будущее возвращение.",
      "Финал: если задержаться в отступлении слишком долго, упустишь окно. Отдохни — и подготовь точку входа."
    ],
    "trigrams": {
      "upper": {
        "name": "Небо (乾)",
        "description": "Внешние обстоятельства требуют принципа и стратегического мышления. Небо даёт возможность подняться выше конфликта и действовать по долгому горизонту."
      },
      "lower": {
        "name": "Гора (艮)",
        "description": "Внутри — необходимость остановки, границ и самоконтроля. Гора помогает не ввязываться в то, что разрушает ресурс."
      }
    },
    "reflectionQuestions": [
      "Из какой игры мне пора выйти, чтобы не платить слишком дорого?",
      "Где я путаю стойкость с упрямством?",
      "Как выглядит мой следующий безопасный шаг после отхода?"
    ],
    "practicalAdvice": [
      "Сократи один контакт или обязательство, которое тянет ресурс без отдачи.",
      "Составь план «мягкого выхода»: что сказать, что завершить, что сохранить.",
      "Выдели 48 часов на восстановление и наблюдение, без принятия новых обязательств."
    ]
  },
  {
    "id": 34,
    "number": 34,
    "name": "Великая мощь",
    "character": "大壯",
    "interpretation": "Сила выросла и требует выхода, но важно не спутать мощь с грубой силой. Удача приходит, когда энергия направлена в правильную цель и удерживается рамками.",
    "keyPhrase": "Сила есть — используй её с умом, а не с шумом.",
    "image": "Гром над небом",
    "qualities": ["смелость", "энергия", "самоконтроль", "целеустремлённость"],
    "generalStrategy": "Нижнее Небо даёт чистую энергию и уверенность, верхний Гром — прорыв и эффект на окружающих. Это фаза ускорения: можно продавливать, запускать, расширять, выигрывать. Но ключ — в дисциплине силы: без правил мощь превращается в разрушение и конфликт.",
    "subordinateStrategy": "Если ты снизу, действуй решительно, но не дерись за каждое слово. Покажи результат и стабильность, не вступая в пустые споры.",
    "leadershipStrategy": "Если ты наверху, направь силу в конкретный приоритет и задай границы: что можно, что нельзя. Мощь команды нуждается в стратегии, иначе она сожжёт ресурс и доверие.",
    "lineTexts": [
      "Начало: энергия растёт, хочется действовать сразу. Проверь, куда именно ты направляешь мощь.",
      "Хорошая позиция: смелый шаг даёт эффект, если он точный. Будь прост(а) и конкретен(на).",
      "Переход: риск перейти в агрессию и начать давить людей. Сила должна быть про дело, не про эго.",
      "Выход наружу: ты заметен(на) и влияешь на поле. Следи за тоном — репутация формируется быстрее результата.",
      "Вершина: лучшая мощь — управляемая. Ты выигрываешь, когда умеешь вовремя остановиться и закрепить.",
      "Финал: если продолжать давить на максимуме, будет откат. Снизь обороты и переведи силу в устойчивость."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром (震)",
        "description": "Снаружи — динамика, эффект, давление событий и реакция людей. Гром усиливает заметность действий: всё резонирует и быстро даёт последствия."
      },
      "lower": {
        "name": "Небо (乾)",
        "description": "Внутри — большой запас энергии, уверенность и готовность идти вперёд. Небо даёт силу, которую важно направить и дозировать."
      }
    },
    "reflectionQuestions": [
      "Куда я направляю свою силу — в цель или в борьбу за статус?",
      "Какая граница удержит меня от перегиба?",
      "Что нужно закрепить, чтобы мощь стала результатом, а не вспышкой?"
    ],
    "practicalAdvice": [
      "Выбери один приоритет на неделю и откажись от второстепенного.",
      "Сформулируй правило коммуникации: как ты действуешь, не переходя в давление.",
      "Закрепи результат: документ, договор, процесс или повторяемый ритуал."
    ]
  },
  {
    "id": 35,
    "number": 35,
    "name": "Прогресс",
    "character": "晉",
    "interpretation": "Движение вперёд, рост видимости и признания. Это время показывать результаты, расширять влияние и укреплять репутацию, оставаясь честным(ой) и собранным(ой).",
    "keyPhrase": "Выходи на свет — и шагай ровно.",
    "image": "Огонь над землёй",
    "qualities": ["рост", "признание", "ясность", "уверенность"],
    "generalStrategy": "Нижняя Земля даёт основу и практику, верхний Огонь — видимость и ясность: труд становится заметным. Ситуация про повышение, расширение аудитории, рост продаж или статуса. Ключ — двигаться поступательно и не терять качество: прогресс легко превращается в самодовольство, если забыть про фундамент.",
    "subordinateStrategy": "Если ты снизу, покажи конкретные результаты и бери ответственность за зону. Не жди, что тебя заметят сами — обозначь вклад и предложи следующий шаг.",
    "leadershipStrategy": "Если ты наверху, усиливай сильное: замечай успехи, поднимай людей, выстраивай систему роста. Не делай прогресс зависимым от настроения — закрепляй его процессами.",
    "lineTexts": [
      "Начало: первый шаг в сторону видимости. Приведи в порядок базу и покажи её миру.",
      "Хорошая позиция: рост идёт естественно, если ты держишь качество. Не суетись — повторяй сильное.",
      "Переход: риск слишком быстро расшириться и потерять контроль. Укрепи структуру перед новым масштабом.",
      "Выход наружу: тебя видят и оценивают. Следи за репутацией и точностью обещаний.",
      "Вершина: признание приходит, когда ты остаёшься прост(а) и надёжен(на). Делись заслугами — это усиливает власть.",
      "Финал: если застрять в статусе, прогресс остановится. Снова стань учеником и обнови цель."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь (離)",
        "description": "Внешняя среда освещает и оценивает: важны видимость, коммуникация и смысл. Огонь делает тебя заметным(ой) — и усиливает ответственность."
      },
      "lower": {
        "name": "Земля (坤)",
        "description": "Внутри — практичность, база и способность выдерживать рутину роста. Земля даёт устойчивость: ты строишь результат шаг за шагом."
      }
    },
    "reflectionQuestions": [
      "Где мой прогресс уже заметен — и как я могу его закрепить?",
      "Что в моём фундаменте требует усиления перед ростом?",
      "Какой следующий уровень я хочу занять — и какой шаг к нему реален сейчас?"
    ],
    "practicalAdvice": [
      "Собери портфолио/отчёт: 3 факта результата и 1 следующий шаг.",
      "Укрепи один процесс, который станет опорой для масштаба.",
      "Скажи «да» одной возможности, которая реально расширяет поле, и «нет» одной лишней."
    ]
  },
  {
    "id": 36,
    "number": 36,
    "name": "Потемнение света",
    "character": "明夷",
    "interpretation": "Свет есть, но его лучше прикрыть: среда может быть враждебной или глухой к твоей правде. Сейчас важнее выжить и сохранить достоинство, чем доказывать и сиять на максимуме.",
    "keyPhrase": "Приглуши свет, сохрани ядро и пережди.",
    "image": "Земля над огнём",
    "qualities": ["осторожность", "самосохранение", "мудрость", "скрытая стойкость"],
    "generalStrategy": "Нижний Огонь — внутренний свет, идеи и правда, верхняя Земля — тяжёлая среда, которая может давить, не понимать или требовать конформизма. Ситуация про неблагоприятный контекст: политика, токсичная команда, непонимание, зависть. Победа — в сохранении внутреннего огня без прямого столкновения: тише, аккуратнее, стратегичнее.",
    "subordinateStrategy": "Если ты снизу, не высовывайся без необходимости: делай работу качественно и сохраняй внутреннюю опору. Выбирай безопасные каналы, держи нейтральный тон и береги ресурс.",
    "leadershipStrategy": "Если ты наверху, защищай людей и смысл, но действуй мягко: через правила, «тихую» поддержку и грамотные решения. Не вступай в бессмысленные войны — цель сейчас сохранить ядро и дождаться лучшего окна.",
    "lineTexts": [
      "Начало: среда может быть небезопасной. Не демонстрируй всё сразу — оцени риски и людей.",
      "Хорошая позиция: ты сохраняешь свет внутри, не провоцируя давление. Твоя осторожность — это стратегия.",
      "Переход: риск сорваться и начать доказывать. Это может привести к потерям — держи паузу.",
      "Выход наружу: тебя могут неправильно понять. Говори просто и нейтрально, не раскрывая лишнего.",
      "Вершина: внутренний свет выдерживает тьму, если ты дисциплинирован(а) и честен(на) с собой. Время переждать и подготовить ход.",
      "Финал: если тьма длится слишком долго — пора менять среду. Сохранить свет иногда значит уйти."
    ],
    "trigrams": {
      "upper": {
        "name": "Земля (坤)",
        "description": "Снаружи — давление среды, требования адаптации и тяжёлый фон. Земля здесь может быть как поддержкой, так и грузом, который придавливает свет."
      },
      "lower": {
        "name": "Огонь (離)",
        "description": "Внутри — ясность, смысл и личная правда. Огонь горит, даже если его не показывают: важно сохранить внутреннюю опору."
      }
    },
    "reflectionQuestions": [
      "Где моя среда сейчас небезопасна для откровенности?",
      "Как я могу сохранить себя, не теряя достоинства и смысла?",
      "Когда осторожность превращается в застой — и что тогда делать?"
    ],
    "practicalAdvice": [
      "Снизь публичность: оставь один безопасный канал и убери лишние.",
      "Сделай план защиты ресурса: сон, границы, поддержка, резерв.",
      "Определи критерий выхода: при каких условиях ты меняешь среду или формат."
    ]
  },
  {
    "id": 37,
    "number": 37,
    "name": "Семья",
    "character": "家人",
    "interpretation": "Фокус на доме и системе отношений: порядок, роли, ответственность, правила и забота. Это про то, как строится устойчивость: из мелких договорённостей и уважения границ.",
    "keyPhrase": "Система держится на ролях, заботе и ясных правилах.",
    "image": "Ветер над огнём",
    "qualities": ["ответственность", "тепло", "структура", "согласованность"],
    "generalStrategy": "Нижний Огонь — внутренний очаг, энергия и эмоциональное ядро, верхний Ветер — правила, коммуникация и то, как атмосфера распространяется по дому/команде. Ситуация про организацию: семейную или командную — где важны роли, быт, распределение задач и тон общения. Успех приходит через ясность: кто за что отвечает, как принимаются решения и что считается нормой.",
    "subordinateStrategy": "Если ты снизу, укрепляй доверие делом: выполняй обещания, предлагай помощь и говори спокойно. Не спорь за власть — строй устойчивость через надёжность и заботу.",
    "leadershipStrategy": "Если ты наверху, будь справедливым(ой) и последовательным(ой): установи правила и сам(а) их соблюдай. Веди через пример и уважение, не через контроль и упрёки.",
    "lineTexts": [
      "Начало: порядок начинается с мелочей. Уточни роли и простые правила, чтобы снять напряжение.",
      "Хорошая позиция: забота проявляется в делах, а не в словах. Маленькая помощь сейчас важнее больших обещаний.",
      "Переход: конфликт из-за границ или обязанностей возможен. Решай через договорённость, а не через обвинения.",
      "Выход наружу: система видна окружающим — репутация дома/команды формируется из атмосферы. Следи за тоном общения.",
      "Вершина: сильная «семья» — когда лидер справедлив и устойчив, а правила прозрачны. Тогда тепло не превращается в хаос.",
      "Финал: если правила стали жёсткими и душными, обнови их. Система должна жить, а не превращаться в тюрьму."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внешне — коммуникация, нормы и то, как настроение распространяется. Ветер показывает: один тон лидера может изменить атмосферу всей системы."
      },
      "lower": {
        "name": "Огонь (離)",
        "description": "Внутри — эмоциональный очаг, смысл и тепло отношений. Огонь даёт энергию объединения, но требует бережного обращения."
      }
    },
    "reflectionQuestions": [
      "Какая роль и ответственность моя — и соблюдаю ли я её?",
      "Какие правила в нашей системе не проговорены, но постоянно вызывают конфликт?",
      "Какой тон я распространяю вокруг себя — тепло или тревогу?"
    ],
    "practicalAdvice": [
      "Зафиксируй 3 правила взаимодействия: роли, сроки, границы.",
      "Сделай один конкретный акт заботы без ожидания ответного жеста.",
      "Проведи короткий разговор о распределении обязанностей и запиши итог."
    ]
  },
  {
    "id": 38,
    "number": 38,
    "name": "Противостояние",
    "character": "睽",
    "interpretation": "Разные взгляды, разные ценности, разные маршруты: конфликт не обязательно разрушителен, но требует ясности и границ. Здесь важно сохранить связь, не притворяясь, что вы одинаковые.",
    "keyPhrase": "Мы разные — договоримся о правилах, а не о единомыслии.",
    "image": "Огонь над озером",
    "qualities": ["ясность", "границы", "диалог", "самоуважение"],
    "generalStrategy": "Нижнее Озеро тянется к контакту и признанию, верхний Огонь высвечивает различия и принципы. Ситуация про несовпадение: в паре, команде, с партнёром или внутри себя. Победа — не в «переубедить», а в найти рабочий формат: где можно сотрудничать, несмотря на различия, и где нужно разойтись.",
    "subordinateStrategy": "Если ты снизу, не унижайся ради согласия. Сохрани уважение к себе, говори прямо и ищи компромисс там, где он реальный, а не унизительный.",
    "leadershipStrategy": "Если ты наверху, не превращай принцип в оружие. Назови различия, зафиксируй правила и оставь место для сотрудничества, не требуя полного совпадения.",
    "lineTexts": [
      "Начало: различия проявились — это нормально. Не делай вид, что всё как прежде.",
      "Хорошая позиция: можно договориться, если говорить конкретно, без ярлыков. Слушай смысл, а не тон.",
      "Переход: есть риск из упрямства разжечь конфликт. Сделай шаг назад и уточни, что именно важно.",
      "Выход наружу: противостояние становится видимым для других. Не втягивай свидетелей — решай напрямую.",
      "Вершина: ясная граница спасает отношения больше, чем попытка слиться. Договорись о правилах взаимодействия.",
      "Финал: если сотрудничество невозможно, разойдитесь достойно. Иногда лучший выход — честное расхождение."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь (離)",
        "description": "Снаружи — принципы, ясность и проявление различий. Огонь освещает: что не совпадает, становится очевидным и требует проговаривания."
      },
      "lower": {
        "name": "Озеро/Радость (兌)",
        "description": "Внутри — желание контакта, признания и гармонии. Озеро хочет договориться, но может начать уступать слишком много ради мира."
      }
    },
    "reflectionQuestions": [
      "В чём именно наше расхождение — в ценностях, целях или методах?",
      "Где я уступаю слишком много ради видимой гармонии?",
      "Какое правило сделает наше взаимодействие возможным даже при различиях?"
    ],
    "practicalAdvice": [
      "Сформулируй 2 пункта: что для тебя не обсуждается и что обсуждается.",
      "Проведи разговор в формате фактов и договорённостей, без оценок личности.",
      "Если компромисс невозможен — зафиксируй корректный сценарий расхождения."
    ]
  },
  {
    "id": 39,
    "number": 39,
    "name": "Препятствие",
    "character": "蹇",
    "interpretation": "Путь затруднён: сопротивление среды, нехватка ресурсов или внутренний стопор. Сейчас лучше не ломиться, а искать обход, союзников и правильную точку приложения силы.",
    "keyPhrase": "Не дави на стену — ищи дверь или лестницу.",
    "image": "Вода над горой",
    "qualities": ["осторожность", "адаптивность", "смирение", "поиск поддержки"],
    "generalStrategy": "Нижняя Гора тормозит и фиксирует, а верхняя Вода добавляет неопределённость и риск: ты стоишь перед сложным участком, где прямой маршрут опасен или бесполезен. Ситуация требует перестройки плана, поиска помощи и аккуратной навигации. Это время тактики: меньше силы, больше ума и союзов.",
    "subordinateStrategy": "Если ты снизу, признавай ограничения и не бейся об них лбом. Проси помощи, учись, собирай информацию — и делай малые шаги, которые реально проходят.",
    "leadershipStrategy": "Если ты наверху, убери иллюзию контроля: оцени риски, усили страховки и ищи альтернативные маршруты. Поддержи команду ясностью и ресурсом, а не приказом «просто сделайте».",
    "lineTexts": [
      "Начало: препятствие очевидно — остановись и оцени, что именно мешает. Эмоции здесь плохой навигатор.",
      "Хорошая позиция: найдёшь решение, если будешь скромен(на) и наблюдателен(льна). Ищи обход и помощь.",
      "Переход: упрямство увеличивает потери. Если не получается — поменяй метод, а не увеличивай давление.",
      "Выход наружу: проблема становится системной. Пересобери план и договорённости, иначе ты потянешь вниз других.",
      "Вершина: правильный союзник или совет решает многое. Не бойся признать, что тебе нужна поддержка.",
      "Финал: не задерживайся в препятствии. Как только появился проход — двигайся и закрепляй новый маршрут."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода (坎)",
        "description": "Внешне — риски, неопределённость и «скользкая» среда. Вода требует осторожности и грамотных страховок, иначе ошибка становится дорогой."
      },
      "lower": {
        "name": "Гора (艮)",
        "description": "Внутри — стопор, граница и необходимость паузы. Гора показывает: надо остановиться, понять и выстроить новый подход."
      }
    },
    "reflectionQuestions": [
      "Что именно сейчас является препятствием: ресурс, навык, люди, условия?",
      "Где я упорно давлю, хотя надо сменить маршрут?",
      "Кого я могу попросить о помощи или совете?"
    ],
    "practicalAdvice": [
      "Разбей проблему на 3 части и выбери ту, где есть реальный рычаг.",
      "Найди одного союзника/эксперта и запроси конкретную помощь.",
      "Сделай план обходного маршрута с минимальными рисками."
    ]
  },
  {
    "id": 40,
    "number": 40,
    "name": "Освобождение",
    "character": "解",
    "interpretation": "Напряжение спадает, узел развязывается, появляется воздух. Это время выйти из зажима: решить конфликт, снять перегруз и вернуть движение через простые освобождающие шаги.",
    "keyPhrase": "Развяжи узел — и не тащи лишнее дальше.",
    "image": "Гром над водой",
    "qualities": ["облегчение", "решение", "гибкость", "обновление"],
    "generalStrategy": "Нижняя Вода — напряжение, страх и риск, верхний Гром — разрядка и движение: ситуация получает импульс к развязке. Это фаза выхода из кризиса: можно договориться, исправить ошибку, закрыть долг, сменить формат. Главное — после освобождения не возвращаться в старую петлю: закрепи изменения и убери причины перегруза.",
    "subordinateStrategy": "Если ты снизу, используй момент: честно скажи, что не работает, и предложи решение. Сними с себя лишнее, закрой хвосты и выбери более лёгкий маршрут.",
    "leadershipStrategy": "Если ты наверху, помоги разрядить систему: убери лишние правила, смени тон, дай людям возможность выдохнуть. После развязки закрепи новый порядок, иначе кризис вернётся.",
    "lineTexts": [
      "Начало: появляется шанс ослабить зажим. Сделай первый шаг к развязке — разговор, решение, признание.",
      "Хорошая позиция: освобождение приходит через простое действие. Не усложняй и не ищи идеального момента.",
      "Переход: есть риск «выплеснуть» всё накопленное агрессией. Разрядка должна быть чистой, без разрушений.",
      "Выход наружу: система начинает двигаться. Закрой хвосты и убери причины, иначе снова застрянешь.",
      "Вершина: лучшее освобождение — когда ты не просто снимаешь напряжение, а меняешь условия. Тогда появляется новый уровень лёгкости.",
      "Финал: не возвращайся к старым привычкам. Закрепи освобождение правилами и ритмом."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром (震)",
        "description": "Внешне — разрядка, движение и смена состояния. Гром приносит облегчение через действие: что-то наконец сдвигается."
      },
      "lower": {
        "name": "Вода (坎)",
        "description": "Внутри — напряжение, страх, риск и накопленный узел. Вода показывает, где ты был(а) в зажиме и почему требуется развязка."
      }
    },
    "reflectionQuestions": [
      "Что именно держит меня в зажиме — и можно ли это отпустить прямо сейчас?",
      "Какой конфликт пора закрыть, чтобы вернулось движение?",
      "Как я закреплю облегчение, чтобы не попасть в ту же петлю?"
    ],
    "practicalAdvice": [
      "Сделай один шаг развязки: разговор, письмо, решение, закрытие долга.",
      "Убери одну причину перегруза: обязательство, привычку или лишний канал.",
      "Введи новое правило или ритм, чтобы облегчение стало устойчивым."
    ]
  },
  {
    "id": 41,
    "number": 41,
    "name": "Уменьшение",
    "character": "損",
    "interpretation": "Пришло время сознательно сократить лишнее, чтобы укрепить главное. Потери здесь не наказание, а стратегия: уменьшение освобождает ресурс и возвращает управляемость.",
    "keyPhrase": "Сократи лишнее — и усилишь ядро.",
    "image": "Гора над озером",
    "qualities": ["умеренность", "приоритизация", "дисциплина", "ясность"],
    "generalStrategy": "Нижнее Озеро тянется к удовольствию, контактам и «ещё немного», а верхняя Гора ставит рамку и говорит «стоп». Ситуация про оптимизацию: бюджет, время, обещания, проекты, привычки. Успех приходит через осознанное уменьшение: меньше задач — больше качества; меньше шума — больше смысла.",
    "subordinateStrategy": "Если ты снизу, не пытайся держать всё сразу. Сократи ожидания от себя, выбери один приоритет и делай его стабильно — так ты вернёшь контроль.",
    "leadershipStrategy": "Если ты наверху, принимай решения о сокращениях честно и прозрачно. Уменьшение должно быть справедливым и целевым: режь лишнее, защищай ядро и объясняй логику.",
    "lineTexts": [
      "Начало: есть сигнал, что ресурсов не хватает. Признай это и начни с простого сокращения.",
      "Хорошая позиция: умеренное уменьшение даёт быстрый эффект. Оставь то, что действительно работает.",
      "Переход: можно увлечься «урезанием» и задеть главное. Проверь, что ты режешь не ядро, а хвосты.",
      "Выход наружу: сокращения станут заметны другим. Коммуницируй спокойно и по фактам, чтобы не родить тревогу.",
      "Вершина: лучшее уменьшение — когда оно делает систему сильнее. Ты освобождаешь ресурс для роста и качества.",
      "Финал: не превращай уменьшение в бедность мышления. Как только баланс восстановлен — переходи к развитию."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора (艮)",
        "description": "Внешне — рамки, ограничения и необходимость остановки. Гора помогает поставить пределы и выбрать главное, не расплескав ресурс."
      },
      "lower": {
        "name": "Озеро/Радость (兌)",
        "description": "Внутри — желание комфорта, общения и расширения. Озеро стремится к «приятному», но без рамок легко уходит в лишнее."
      }
    },
    "reflectionQuestions": [
      "Что я удерживаю из привычки, хотя это уже не нужно?",
      "Какой один приоритет станет сильнее, если я сокращу остальное?",
      "Где «меньше» даст мне больше свободы и качества?"
    ],
    "practicalAdvice": [
      "Убери 3 задачи/обязательства, которые не ведут к цели.",
      "Сократи один канал шума (чаты, уведомления, встречи) на неделю.",
      "Зафиксируй список «ядро» из 5 пунктов и сверяй с ним решения."
    ]
  },
  {
    "id": 42,
    "number": 42,
    "name": "Увеличение",
    "character": "益",
    "interpretation": "Ресурс растёт: появляется поддержка, возможности и эффект от вложений. Важно направить рост правильно: увеличивать то, что приносит пользу, а не раздувать лишнее.",
    "keyPhrase": "Вкладывай в сильное — и оно вырастет быстрее, чем ты ожидаешь.",
    "image": "Ветер над громом",
    "qualities": ["рост", "щедрость", "вовлечённость", "стратегичность"],
    "generalStrategy": "Нижний Гром даёт импульс и скорость, верхний Ветер распространяет эффект и усиливает влияние. Ситуация про рост через вклад: обучение, инвестиции, помощь другим, усиление команды, масштабирование продукта. Успех приходит, когда ты направляешь добавочный ресурс в точку максимальной отдачи и делишься так, чтобы система становилась сильнее.",
    "subordinateStrategy": "Если ты снизу, используй шанс учиться и брать больше ответственности. Проси ресурс конкретно и показывай отдачу — так увеличение закрепится.",
    "leadershipStrategy": "Если ты наверху, увеличивай не обещания, а возможности: ресурсы, доступ, поддержку, ясные правила роста. Щедрость должна быть управляемой — чтобы рост не превратился в расползание.",
    "lineTexts": [
      "Начало: появляется дополнительный ресурс. Не разбрасывайся — выбери точку приложения.",
      "Хорошая позиция: рост идёт, если ты вкладываешься в качество и людей. Делись — и получишь усиление обратно.",
      "Переход: риск перегреть систему быстрым расширением. Укрепи процессы, иначе рост станет хаосом.",
      "Выход наружу: эффект твоих действий распространяется. Следи за коммуникацией и репутацией — они теперь масштабируются тоже.",
      "Вершина: лучшее увеличение — когда растёт польза для всех участников. Тогда тебя поддерживают и обстоятельства, и люди.",
      "Финал: рост нужно закрепить структурой. Введи правила, чтобы увеличение стало устойчивым."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Снаружи — распространение, коммуникация, влияние и эффект масштаба. Ветер усиливает любую динамику: и хорошее, и плохое, поэтому важна чистота намерений."
      },
      "lower": {
        "name": "Гром (震)",
        "description": "Внутри — энергия действия и запуск новых шагов. Гром даёт скорость: ты готов(а) двигаться и расширяться."
      }
    },
    "reflectionQuestions": [
      "Что сейчас действительно стоит усиливать — и почему?",
      "Где рост может стать расползанием, если я не поставлю рамки?",
      "Какой вклад я могу сделать, чтобы усилить не только себя, но и систему вокруг?"
    ],
    "practicalAdvice": [
      "Выдели один проект/навык и добавь ему ресурса (время/деньги/внимание) на 14 дней.",
      "Сделай один акт щедрости, который усиливает общее дело (помощь, доступ, обучение).",
      "Установи один ограничитель масштаба: правило качества или процесс контроля."
    ]
  },
  {
    "id": 43,
    "number": 43,
    "name": "Прорыв",
    "character": "夬",
    "interpretation": "Нужна ясная развязка: накопилось то, что пора вывести на свет и решить. Это время прямоты и решительности — но без истерики и унижения других.",
    "keyPhrase": "Назови проблему и разруби узел — спокойно и до конца.",
    "image": "Озеро над небом",
    "qualities": ["решительность", "прямота", "честность", "смелость"],
    "generalStrategy": "Нижнее Небо даёт силу и принцип, верхнее Озеро выносит всё в социальное поле: разговоры, публичность, давление мнения. Ситуация требует решения, которое невозможно больше откладывать: конфликт, ложь, токсичность, саботаж или неработающая договорённость. Прорыв здесь — это ясное «нет» и новый порядок, оформленный действиями.",
    "subordinateStrategy": "Если ты снизу, не играй в намёки и пассивную агрессию. Собери факты, обозначь позицию и держись спокойно — так тебя воспринимают серьёзно.",
    "leadershipStrategy": "Если ты наверху, действуй как взрослый арбитр: назови проблему, предложи решение и проведи его. Не унижай людей — режь по сути и защищай правила.",
    "lineTexts": [
      "Начало: напряжение дозрело до решения. Подготовь факты и формулировку, прежде чем говорить.",
      "Хорошая позиция: прорыв возможен без войны, если ты прям(а) и уважителен(льна). Действуй по процедуре.",
      "Переход: есть риск сорваться в громкий скандал. Скандал даёт эмоцию, но ломает доверие — держи тон.",
      "Выход наружу: решение становится публичным. Чётко объясни логику и следующий шаг, иначе возникнет хаос.",
      "Вершина: лучший прорыв — когда ты не просто «рубишь», а строишь новый порядок. Тогда люди понимают смысл.",
      "Финал: не оставляй хвосты. Закрепи решение документом/правилом/реальной сменой поведения."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Внешне — социальная сцена: разговоры, репутация, давление публичности. Озеро делает развязку заметной и требует аккуратного тона."
      },
      "lower": {
        "name": "Небо (乾)",
        "description": "Внутри — сила, принцип и готовность принять ответственность. Небо даёт решительность: ты способен(на) провести решение до конца."
      }
    },
    "reflectionQuestions": [
      "Что я откладываю, хотя уже ясно, что это нужно решить?",
      "Где я боюсь прямоты и из-за этого тяну конфликт?",
      "Как выглядит решение, которое я смогу поддерживать делом, а не словами?"
    ],
    "practicalAdvice": [
      "Собери 5 фактов и одну формулировку проблемы без эмоций.",
      "Проведи один разговор развязки с конкретным предложением и сроками.",
      "Закрепи решение письменно: правило, договорённость или план действий."
    ]
  },
  {
    "id": 44,
    "number": 44,
    "name": "Встреча",
    "character": "姤",
    "interpretation": "Появляется сильный фактор: человек, идея, соблазн или шанс, который резко меняет поле. Это может быть полезно, но требует осторожности: не давать случайному влиянию захватить управление.",
    "keyPhrase": "Встречай шанс — но не отдавай ему руль.",
    "image": "Небо под ветром",
    "qualities": ["бдительность", "самоконтроль", "восприимчивость", "границы"],
    "generalStrategy": "Нижнее Небо — мощная энергия и уверенность, верхний Ветер приносит внезапное влияние извне: оно проникает быстро и незаметно. Ситуация про встречу с чем-то сильным: новая связь, предложение, тренд, искушение, «магнитный» человек. Успех — в том, чтобы увидеть силу фактора, взять полезное и поставить границы, пока не стало поздно.",
    "subordinateStrategy": "Если ты снизу, не растворяйся в новом влиянии. Проверяй факты, держи дистанцию и не подписывайся на всё сразу.",
    "leadershipStrategy": "Если ты наверху, оцени риск и потенциал: что это даёт системе, а что отнимает. Вводи правила взаимодействия и не позволяй новой силе размыть курс.",
    "lineTexts": [
      "Начало: появляется что-то привлекательное и сильное. Не спеши — сначала узнай условия и скрытые детали.",
      "Хорошая позиция: можно взять пользу, если ты держишь границы. Скажи «да» частично, а не целиком.",
      "Переход: соблазн усиливается и начинает диктовать решения. Это знак остановиться и вернуть себе руль.",
      "Выход наружу: влияние становится заметным окружающим. Будь прозрачен(на) и объясни, что ты контролируешь процесс.",
      "Вершина: лучшая стратегия — управляемая интеграция. Ты используешь фактор, не становясь его заложником.",
      "Финал: если влияние стало токсичным, прекращай быстро и чисто. Слишком поздно — будет дороже."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Снаружи — тонкое проникновение влияния: предложения, разговоры, настроение, тренды. Ветер действует незаметно и быстро распространяется."
      },
      "lower": {
        "name": "Небо (乾)",
        "description": "Внутри — сила, амбиция и готовность действовать. Небо даёт уверенность, но может сделать тебя слишком открытым(ой) к соблазну победить быстро."
      }
    },
    "reflectionQuestions": [
      "Что или кто сейчас пытается занять слишком много места в моей системе?",
      "Где я могу взять пользу, не теряя контроль?",
      "Какую границу мне нужно поставить прямо сейчас?"
    ],
    "practicalAdvice": [
      "Проверь условия: выпиши риски и скрытые обязательства нового предложения/связи.",
      "Сделай тестовый шаг вместо полного вовлечения (пилот, пробный период).",
      "Установи правило границ: сроки, формат, ответственность, стоп-слово."
    ]
  },
  {
    "id": 45,
    "number": 45,
    "name": "Собрание",
    "character": "萃",
    "interpretation": "Люди и ресурсы собираются в одном месте: есть потенциал команды, события, сообщества и совместной силы. Важно выбрать центр, правила и цель, иначе сбор превратится в толпу.",
    "keyPhrase": "Собирай людей вокруг смысла — и держи центр.",
    "image": "Озеро над землёй",
    "qualities": ["объединение", "организация", "лидерство", "общая цель"],
    "generalStrategy": "Нижняя Земля даёт основу и ресурсную базу, верхнее Озеро — объединение через общение и эмоциональную связь. Ситуация про коллективные процессы: команда, митинг, ивент, объединение интересов, сбор средств, переговоры нескольких сторон. Успех зависит от центра: кто держит смысл, как принимаются решения и что объединяет людей кроме эмоций.",
    "subordinateStrategy": "Если ты снизу, будь полезным(ой) для общего дела: предлагай конкретику, помогай структурировать, держи договорённости. В группе ценится надёжность, а не громкость.",
    "leadershipStrategy": "Если ты наверху, создавай ясную цель и порядок: повестка, роли, правила коммуникации. Удерживай эмоциональный фон, но не позволяй ему заменить решения.",
    "lineTexts": [
      "Начало: люди тянутся к объединению. Сразу обозначь цель и формат, чтобы не расплыться.",
      "Хорошая позиция: сбор усиливается, когда есть доверие и простые правила. Веди через ясность.",
      "Переход: риск — много мнений и мало решений. Назначь процесс принятия решений и сроки.",
      "Выход наружу: группа становится заметной. Репутация зависит от поведения — держи уровень и этику.",
      "Вершина: сильное собрание — когда есть центр и смысл. Тогда коллективная энергия превращается в результат.",
      "Финал: после сбора нужна фиксация: кто что делает и когда. Без этого всё рассыпается."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Внешне — коммуникация, объединение, социальная энергия и чувство общности. Озеро притягивает людей через контакт и эмоциональную связь."
      },
      "lower": {
        "name": "Земля (坤)",
        "description": "Внутри — база, ресурс и способность удерживать структуру. Земля помогает превращать сбор в устойчивую систему и конкретные действия."
      }
    },
    "reflectionQuestions": [
      "Что на самом деле объединяет людей в этой ситуации?",
      "Кто держит центр и правила — и нужно ли это поменять?",
      "Какой результат должен быть у этого «собрания», кроме общения?"
    ],
    "practicalAdvice": [
      "Сформулируй цель объединения в одной фразе и донеси её всем.",
      "Назначь роли и следующий шаг каждому участнику.",
      "Сделай короткий протокол: решения, сроки, ответственные."
    ]
  },
  {
    "id": 46,
    "number": 46,
    "name": "Подъём",
    "character": "升",
    "interpretation": "Рост идёт постепенно, но уверенно: шаг за шагом, через настойчивость и правильную опору. Это не про скачок, а про подъём по лестнице — с терпением и уважением к процессу.",
    "keyPhrase": "Поднимайся спокойно — и не пропускай ступени.",
    "image": "Земля над деревом",
    "qualities": ["постепенность", "настойчивость", "скромность", "рост"],
    "generalStrategy": "Нижний Ветер/Дерево — рост и проникновение в детали, верхняя Земля — поддержка и пространство для развития. Ситуация про карьерный подъём, рост проекта, укрепление навыка или отношений через последовательные шаги. Успех приходит через дисциплину и правильные связи: поднимайся, опираясь на опыт и наставников, не перепрыгивая этапы.",
    "subordinateStrategy": "Если ты снизу, делай регулярные маленькие шаги и учись у тех, кто выше. Не требуй мгновенного признания — собирай результат и репутацию.",
    "leadershipStrategy": "Если ты наверху, поддерживай рост других: давай задачи по силам, учи и отмечай прогресс. Строй лестницу, по которой можно подниматься, а не стену, которую надо штурмовать.",
    "lineTexts": [
      "Начало: рост начинается с простого и скромного шага. Не недооценивай маленькие действия — они создают траекторию.",
      "Хорошая позиция: ты находишь правильную опору — человека, привычку или процесс. Держись этого и продолжай.",
      "Переход: появится желание ускориться и перескочить ступень. Это риск: можно потерять устойчивость.",
      "Выход наружу: подъём становится заметным. Сохраняй скромность и делай качество — это укрепляет доверие.",
      "Вершина: ты уже близко к новому уровню. Закрепи навык и оформи статус делом, а не словами.",
      "Финал: не остановись на полпути из-за усталости. Снизь темп, но не прекращай движение."
    ],
    "trigrams": {
      "upper": {
        "name": "Земля (坤)",
        "description": "Снаружи — поддержка, пространство и способность удерживать рост. Земля даёт условия: при терпении и системности можно подняться высоко."
      },
      "lower": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внутри — постепенное расширение и работа с деталями. Дерево растёт медленно, но верно, если у него есть питание и правильный уход."
      }
    },
    "reflectionQuestions": [
      "Какая моя следующая «ступень», которую я пытаюсь перескочить?",
      "На какую опору я могу опереться, чтобы рост был устойчивым?",
      "Что я делаю регулярно, что гарантирует подъём через месяц?"
    ],
    "practicalAdvice": [
      "Составь лестницу из 5 шагов к цели и начни с первого.",
      "Найди наставника/опору: человека или источник знаний, и зафиксируй регулярность контакта.",
      "Поставь ежедневный минимум (15–30 минут) на ключевой навык или проект."
    ]
  },
  {
    "id": 47,
    "number": 47,
    "name": "Истощение",
    "character": "困",
    "interpretation": "Ресурс на исходе: давление, ограничения и ощущение, что тебя «сжали». Это время не ломиться силой, а выстроить внутреннюю опору, честно признать пределы и искать восстановление.",
    "keyPhrase": "Сначала восстановись — потом снова побежишь.",
    "image": "Озеро в воде",
    "qualities": ["выносливость", "смирение", "самосохранение", "стойкость"],
    "generalStrategy": "Нижняя Вода — внутреннее напряжение и риск, верхнее Озеро — социальные ожидания и эмоциональная усталость. Ситуация похожа на зажатое пространство: много требований, мало свободы, результат даётся трудно. Победа — в выдержке и правильном управлении ресурсом: убрать лишнее, сохранить достоинство и найти источник подпитки.",
    "subordinateStrategy": "Если ты снизу, не пытайся казаться сильнее, чем ты есть. Признай усталость, попроси поддержку и сократи нагрузку до безопасного минимума.",
    "leadershipStrategy": "Если ты наверху, не выжимай систему. Пересобери приоритеты, дай людям воздух и убери бессмысленные требования — иначе всё сломается на ровном месте.",
    "lineTexts": [
      "Начало: истощение становится заметным. Признай пределы и не добавляй себе нагрузку из гордости.",
      "Хорошая позиция: ты выдерживаешь, если держишь внутренний стержень и не тратишь силы на жалобы. Делай минимум, но качественно.",
      "Переход: риск — сорваться или начать разрушать отношения от усталости. Возьми паузу и сократи контакты.",
      "Выход наружу: давление со стороны может усилиться. Говори прямо о возможностях и сроках, не обещай невозможного.",
      "Вершина: сильная позиция — сохранять достоинство в стеснённых условиях. Это укрепляет характер и репутацию.",
      "Финал: после истощения нужна развязка: отдых, смена условий или новый формат. Без этого цикл повторится."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Снаружи — ожидания людей, коммуникация и эмоциональный фон, который может давить. Озеро здесь показывает: истощение часто связано с социальным напряжением и потребностью «нравиться»."
      },
      "lower": {
        "name": "Вода (坎)",
        "description": "Внутри — страх, напряжение и ощущение риска. Вода требует осторожности: сейчас важно сохранить себя и не делать резких шагов."
      }
    },
    "reflectionQuestions": [
      "Что именно меня истощает: нагрузка, люди, неопределённость или отсутствие смысла?",
      "Где я обещаю больше, чем могу выдержать?",
      "Какой минимальный режим поможет мне восстановиться без чувства вины?"
    ],
    "practicalAdvice": [
      "Сократи нагрузку до «минимально жизнеспособной»: оставь 3 главных задачи на неделю.",
      "Скажи одному человеку правду о своих возможностях и попроси конкретную помощь.",
      "Запланируй восстановление: сон/пауза/прогулка/выходной — как обязательство, а не как награда."
    ]
  },
  {
    "id": 48,
    "number": 48,
    "name": "Колодец",
    "character": "井",
    "interpretation": "Есть источник, который доступен всем, если к нему правильно подойти. Ситуация про устойчивую инфраструктуру: знания, процессы, ценности и ресурсы, которые питают систему — но требуют ухода и обновления.",
    "keyPhrase": "Укрепи источник — и он будет кормить долго.",
    "image": "Вода над деревом",
    "qualities": ["устойчивость", "служение", "практичность", "обновление"],
    "generalStrategy": "Нижний Ветер/Дерево — рост и работа с деталями, верхняя Вода — источник и глубина. Колодец символизирует постоянный ресурс: базу знаний, продукт, процессы, культуру, здоровье, отношения — то, что питает жизнь. Проблема не в отсутствии воды, а в доступе: если механизм сломан (правила, структура, уход), ресурс есть, но им не могут пользоваться.",
    "subordinateStrategy": "Если ты снизу, укрепляй «инфраструктуру» своей жизни: режим, навыки, инструменты, базовые договорённости. Не жди вдохновения — делай обслуживание регулярно.",
    "leadershipStrategy": "Если ты наверху, строй систему, которая работает без героев: процессы, документация, доступы, обучение. Колодец должен быть общим — и защищённым от хаоса.",
    "lineTexts": [
      "Начало: ресурс рядом, но доступ неудобный. Проверь, что мешает пользоваться источником прямо сейчас.",
      "Хорошая позиция: небольшое улучшение инфраструктуры даёт большой эффект. Почини механизм — и вода пойдёт.",
      "Переход: риск — пытаться «черпать больше», не чиня систему. Это ведёт к выгоранию и конфликтам.",
      "Выход наружу: ресурс становится общим и заметным. Настрой правила доступа, чтобы не было злоупотреблений.",
      "Вершина: лучший колодец — ухоженный и обновляемый. Ты создаёшь ценность, которая переживает смену людей и настроений.",
      "Финал: если колодец заброшен, его нужно чистить, даже если неприятно. Обнови основу — иначе ресурс пропадёт для всех."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода (坎)",
        "description": "Снаружи — тема ресурса, глубины и устойчивого источника. Вода показывает: главное — обеспечить доступ и безопасность, иначе глубина превращается в риск."
      },
      "lower": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внутри — постепенная работа, уход и развитие инфраструктуры. Дерево напоминает: источник живёт, если его обслуживать регулярно и аккуратно."
      }
    },
    "reflectionQuestions": [
      "Какой мой «колодец» сейчас: навык, здоровье, команда, знания, продукт?",
      "Что мешает мне и другим пользоваться этим ресурсом?",
      "Какое обслуживание источника я откладываю — и почему?"
    ],
    "practicalAdvice": [
      "Почини один элемент инфраструктуры: документ, процесс, доступ, режим или инструмент.",
      "Создай «инструкцию колодца»: как пользоваться ресурсом и что нельзя делать.",
      "Запланируй регулярное обслуживание: раз в неделю 30 минут на поддержание основы."
    ]
  },
  {
    "id": 49,
    "number": 49,
    "name": "Революция",
    "character": "革",
    "interpretation": "Назрела смена формы: старое перестало работать, и косметикой уже не обойтись. Это время обновления правил, идентичности и курса — но с ясным планом, иначе перемены станут хаосом.",
    "keyPhrase": "Меняй форму тогда, когда смысл уже вырос из старой оболочки.",
    "image": "Озеро над огнём",
    "qualities": ["решительность", "обновление", "смелость", "ясность"],
    "generalStrategy": "Нижний Огонь даёт внутреннюю правду и энергию, верхнее Озеро выносит перемены в социальное поле: обсуждение, согласование, реакцию людей. Революция — это не вспышка, а смена правил игры: новая стратегия, новая структура, новый формат отношений или работы. Успех приходит, когда ты объясняешь зачем, выбираешь момент и проводишь изменения до конца, не превращая их в бесконечную перестройку.",
    "subordinateStrategy": "Если ты снизу, не сопротивляйся переменам из привычки: лучше вовлекайся и помогай сделать переход чистым. Задавай конкретные вопросы и держись фактов, чтобы не утонуть в эмоциях.",
    "leadershipStrategy": "Если ты наверху, бери ответственность за переход: объяви причины, сроки и правила нового режима. Не меняй всё сразу — меняй главное, но проводи это твёрдо и последовательно.",
    "lineTexts": [
      "Начало: ощущение «так больше нельзя» уже сформировалось. Сначала проясни цель перемен и критерий успеха.",
      "Хорошая позиция: люди готовы принять обновление, если видят справедливость и смысл. Объясняй просто и честно.",
      "Переход: риск — сделать перемены ради перемен или из обиды. Проверь мотив: он должен быть про эффективность и жизнь.",
      "Выход наружу: перемены становятся публичными, появляются сторонники и противники. Держи курс и не спорь со всеми подряд.",
      "Вершина: лучший момент — когда новое уже готово работать. Введи правила, закрепи ответственность и останови качели.",
      "Финал: после революции нужна стабилизация. Закрепи новый порядок и верни ритм, иначе люди выгорят."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Снаружи — реакция людей, коммуникация, обсуждения и давление публичности. Озеро показывает: перемены будут эмоционально окрашены и требуют грамотного тона."
      },
      "lower": {
        "name": "Огонь (離)",
        "description": "Внутри — ясность, внутренний смысл и энергия обновления. Огонь даёт понимание, что нужно поменять, и смелость это сделать."
      }
    },
    "reflectionQuestions": [
      "Что именно уже не работает — и почему это нельзя чинить «чуть-чуть»?",
      "Какое правило или формат нужно заменить, чтобы жизнь стала легче?",
      "Как я закреплю новые изменения, чтобы не вернуться в старое?"
    ],
    "practicalAdvice": [
      "Сформулируй цель перемен в одной фразе и сделай её критерием решений.",
      "Составь план перехода: 3 шага, сроки, ответственные.",
      "Останови одну старую практику прямо сейчас и замени её новой."
    ]
  },
  {
    "id": 50,
    "number": 50,
    "name": "Жертвенный котёл",
    "character": "鼎",
    "interpretation": "Трансформация через «варку»: опыт, идеи и люди смешиваются и становятся новым качеством. Это время улучшать культуру, уровень мастерства и систему — превращать сырьё в ценность.",
    "keyPhrase": "Подними качество: превращай сырьё в смысл и результат.",
    "image": "Огонь над деревом",
    "qualities": ["преобразование", "мастерство", "культура", "созидание"],
    "generalStrategy": "Нижний Ветер/Дерево даёт сырьё, рост и процессы, верхний Огонь — приготовление и ясность: идёт алхимия качества. Ситуация про обучение, повышение стандартов, улучшение продукта, обновление команды или ценностей. Успех приходит через правильный «рецепт»: что мы берём, как смешиваем, как долго «готовим», и кто отвечает за вкус.",
    "subordinateStrategy": "Если ты снизу, учись и улучшай мастерство: сейчас важны навыки и качество исполнения. Не сравнивай себя с другими — делай свою «варку» регулярно и честно.",
    "leadershipStrategy": "Если ты наверху, задавай стандарты и культуру: что мы считаем качеством, как мы учимся, как исправляем ошибки. Ты как шеф-повар: от тебя зависит рецепт и атмосфера кухни.",
    "lineTexts": [
      "Начало: собери ингредиенты — людей, знания, ресурсы. Без правильного состава котёл не даст результата.",
      "Хорошая позиция: качество растёт, если ты терпелив(а) и точен(на). Делай шаги улучшения, а не революции.",
      "Переход: риск — перегреть процесс или ускорить «варку». Слишком высокая температура портит вкус и людей.",
      "Выход наружу: результат становится видимым. Укрепи стандарты и сделай качество воспроизводимым.",
      "Вершина: лучший котёл — когда он кормит систему постоянно. Ты превращаешь опыт в устойчивую ценность для всех.",
      "Финал: обнови рецепт, если он устарел. Культура должна развиваться, иначе котёл станет пустым ритуалом."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь (離)",
        "description": "Снаружи — ясность, вкус, оценка качества и видимость результата. Огонь превращает: он либо поднимает уровень, либо сжигает, если перегреть."
      },
      "lower": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внутри — процессы, рост и «сырьё» системы: навыки, люди, материалы, привычки. Дерево даёт питание, которое можно превратить в новый уровень."
      }
    },
    "reflectionQuestions": [
      "Что я сейчас «готовлю» — и каким должно быть качество на выходе?",
      "Где мне нужно поднять стандарт, а не добавлять скорость?",
      "Какой элемент рецепта устарел и требует обновления?"
    ],
    "practicalAdvice": [
      "Определи один стандарт качества и сделай чеклист его соблюдения.",
      "Добавь практику обучения: 30 минут в неделю на разбор ошибок/кейсов.",
      "Улучши один процесс так, чтобы качество стало повторяемым (шаблон, документ, правило)."
    ]
  },
  {
    "id": 51,
    "number": 51,
    "name": "Потрясение",
    "character": "震",
    "interpretation": "Встряска, гром, неожиданность: событие выводит из привычного и заставляет проснуться. Это может пугать, но даёт шанс обновить курс и стать сильнее, если не впасть в панику.",
    "keyPhrase": "Не паникуй — встряска пришла, чтобы разбудить и перестроить.",
    "image": "Гром над громом",
    "qualities": ["смелость", "собранность", "адаптация", "пробуждение"],
    "generalStrategy": "Гром сверху и снизу — двойная встряска: события резкие, реакции сильные, всё быстро меняется. Ситуация проверяет нервную систему и управляемость: кто держит себя в руках, тот выходит сильнее. Успех — в быстром сборе: стабилизировать базу, понять, что случилось, и сделать несколько точных действий вместо хаотичных метаний.",
    "subordinateStrategy": "Если ты снизу, сначала успокойся и верни себе опору: режим, дыхание, факты. Действуй короткими шагами и не принимай больших решений на адреналине.",
    "leadershipStrategy": "Если ты наверху, твоё спокойствие — главный ресурс для других. Быстро обозначь план, раздели ответственность и не допускай паники — сначала стабилизация, потом реформы.",
    "lineTexts": [
      "Начало: первый удар пугает, но это не конец. Сохрани самообладание и оцени ущерб без драматизации.",
      "Хорошая позиция: ты держишься, если опираешься на простые действия. Восстанови базу и связь с реальностью.",
      "Переход: риск — метаться и усугублять. Останови хаос: один план, один канал связи, один приоритет.",
      "Выход наружу: встряска видна другим, тебя будут читать по поведению. Держи тон спокойным и конкретным.",
      "Вершина: из встряски рождается новое качество — более честное и сильное. Сделай выводы и обнови систему.",
      "Финал: не живи в постоянном адреналине. После удара нужен режим восстановления и стабилизации."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром (震)",
        "description": "Снаружи — резкие события, которые заставляют реагировать. Гром в мире — это неожиданность и проверка управляемости."
      },
      "lower": {
        "name": "Гром (震)",
        "description": "Внутри — сильная реакция, инстинкт и импульс действовать. Гром внутри требует дисциплины: иначе энергия уйдёт в панику."
      }
    },
    "reflectionQuestions": [
      "Что эта встряска пытается мне показать или изменить?",
      "Где я теряю контроль из-за паники или адреналина?",
      "Какая одна система нужна, чтобы не повторять этот удар?"
    ],
    "practicalAdvice": [
      "Стабилизируй базу: сон, еда, вода, отдых — в ближайшие 24 часа.",
      "Собери факты и составь короткий план из 3 шагов на 48 часов.",
      "После стабилизации пересобери один процесс, который привёл к уязвимости."
    ]
  },
  {
    "id": 52,
    "number": 52,
    "name": "Неподвижность",
    "character": "艮",
    "interpretation": "Пауза необходима: остановиться, выровнять внутреннее состояние и не принимать решения на шуме. Это время собранности и границ — чтобы действие потом было точным.",
    "keyPhrase": "Остановись, соберись, и только потом двигайся.",
    "image": "Гора над горой",
    "qualities": ["самоконтроль", "пауза", "границы", "собранность"],
    "generalStrategy": "Гора сверху и снизу — двойная остановка: движение блокируется, и это не наказание, а инструмент. Ситуация просит внутренней тишины, выравнивания и отказа от импульсивных реакций. Успех — в точной паузе: остановить лишнее, увидеть главное и восстановить контроль над вниманием.",
    "subordinateStrategy": "Если ты снизу, не дави на ситуацию — она не откроется силой. Сосредоточься на том, что в твоих руках: порядок, режим, ясность мыслей.",
    "leadershipStrategy": "Если ты наверху, создай безопасную паузу для системы: останови хаос, заморозь лишние решения, дай людям ясность. Неподвижность лидера — это дисциплина, а не бездействие.",
    "lineTexts": [
      "Начало: остановка нужна, чтобы не сделать ошибку. Сними лишние раздражители и дай себе тишину.",
      "Хорошая позиция: ты удерживаешь границы и не распадаешься. Это уже победа на этом этапе.",
      "Переход: есть риск превратить паузу в бегство. Пауза должна быть осмысленной: ради ясности, а не из страха.",
      "Выход наружу: окружающие могут давить и торопить. Держи рамку и объясняй: «сейчас мы выравниваемся».",
      "Вершина: неподвижность превращается в силу, когда ты ясно знаешь, что делать дальше. Решение созревает в тишине.",
      "Финал: как только ясность есть — двигайся. Не задерживайся в остановке, иначе будет застой."
    ],
    "trigrams": {
      "upper": {
        "name": "Гора (艮)",
        "description": "Снаружи — границы, остановка и необходимость удержать форму. Гора не пускает вперёд, пока не наведён порядок и не выстроена структура."
      },
      "lower": {
        "name": "Гора (艮)",
        "description": "Внутри — потребность в тишине, самоконтроле и фокусе. Гора внутри помогает остановить внутреннюю болтовню и собрать волю."
      }
    },
    "reflectionQuestions": [
      "Где мне нужна пауза, чтобы не ошибиться?",
      "Что я пытаюсь решить на эмоциях, хотя надо выровняться?",
      "Как выглядит мой следующий шаг, когда я буду собран(а)?"
    ],
    "practicalAdvice": [
      "Поставь паузу на 24 часа перед важным решением и запиши наблюдения.",
      "Сократи раздражители: уведомления, новости, лишние встречи — хотя бы на день.",
      "Сделай практику фокуса: 20 минут тишины/дыхания/прогулки без телефона."
    ]
  },
  {
    "id": 53,
    "number": 53,
    "name": "Постепенность",
    "character": "漸",
    "interpretation": "Развитие идёт медленно, но правильно: через устойчивые шаги и естественное созревание. Здесь важна терпеливая стратегия — строить так, чтобы не пришлось переделывать.",
    "keyPhrase": "Двигайся постепенно — и строй так, чтобы держалось.",
    "image": "Ветер над горой",
    "qualities": ["терпение", "созревание", "устойчивость", "планомерность"],
    "generalStrategy": "Нижняя Гора даёт опору и границы, верхний Ветер — мягкое продвижение и распространение. Ситуация про медленный рост: отношения становятся крепче, проект набирает форму, репутация строится шагами. Успех — в соблюдении этапов: не форсировать, не перескакивать, укреплять каждый уровень перед следующим.",
    "subordinateStrategy": "Если ты снизу, уважай процесс: делай небольшие шаги регулярно и не требуй мгновенного результата. Твоя сила — в стабильности и качестве основы.",
    "leadershipStrategy": "Если ты наверху, создавай маршрут и ритм: план, дедлайны, критерии. Поддерживай постепенность и защищай команду от хаотичных «срочно всё меняем».",
    "lineTexts": [
      "Начало: всё начинается с правильного места и ориентира. Определи базу и первый шаг, который точно выдержишь.",
      "Хорошая позиция: постепенность работает, когда ты не прыгаешь. Закрепляй малые результаты и двигайся дальше.",
      "Переход: может появиться сомнение из-за медленного темпа. Не путай медленно с плохо — это проверка терпения.",
      "Выход наружу: рост становится видимым, появляются ожидания. Держи качество и объясняй, что ты строишь надолго.",
      "Вершина: зрелый рост — когда система держится сама. Ты получаешь устойчивый результат без постоянного героизма.",
      "Финал: если игнорировать этапы, придётся переделывать. Уважай порядок роста и не ускоряйся без опоры."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Снаружи — мягкое влияние, распространение и постепенное укрепление позиций. Ветер показывает: рост идёт через коммуникацию и регулярные действия."
      },
      "lower": {
        "name": "Гора (艮)",
        "description": "Внутри — опора, границы и способность выдерживать паузы. Гора удерживает форму: без неё постепенность превращается в расползание."
      }
    },
    "reflectionQuestions": [
      "Где мне нужно созревание, а не ускорение?",
      "Какой этап я пытаюсь перескочить — и чем это грозит?",
      "Что я могу делать регулярно, чтобы результат стал неизбежным?"
    ],
    "practicalAdvice": [
      "Разбей цель на этапы и зафиксируй критерий готовности каждого этапа.",
      "Выбери один регулярный шаг (ежедневный/еженедельный) и соблюдай его месяц.",
      "Закрепляй результаты: записывай решения, улучшай процессы, собирай доказательства прогресса."
    ]
  },
  {
    "id": 54,
    "number": 54,
    "name": "Невеста",
    "character": "歸妹",
    "interpretation": "Ситуация про отношения и союзы, где роли ещё неустойчивы и есть риск поспешности. Здесь важны такт, правильный порядок шагов и честный взгляд на мотивацию: не идти в союз из нужды или иллюзии.",
    "keyPhrase": "Не спеши в союз: сначала порядок и ясность ролей.",
    "image": "Гром над озером",
    "qualities": ["такт", "осторожность", "реализм", "границы"],
    "generalStrategy": "Нижнее Озеро хочет близости и признания, верхний Гром приносит импульс и резкость: эмоции могут ускорять события. Это про союз, который создаётся «на энергии», но требует взрослого оформления: договорённости, роли, ожидания. Успех — в корректном порядке: не прыгать в обязательства, пока не ясны условия и ответственность.",
    "subordinateStrategy": "Если ты снизу, не соглашайся на неудобный формат из страха потерять. Держи достоинство, задавай вопросы и проверяй реальность обещаний.",
    "leadershipStrategy": "Если ты наверху, не используй импульс другого человека или команды. Оформи союз честно: правила, ответственность, безопасность — иначе это станет конфликтом позже.",
    "lineTexts": [
      "Начало: есть притяжение и желание ускориться. Остановись и уточни условия: что вы обещаете друг другу.",
      "Хорошая позиция: союз возможен, если ты сохраняешь такт и границы. Мягкость не означает согласие на всё.",
      "Переход: риск — эмоциональный рывок и потеря себя. Не принимай решений на пике эмоций.",
      "Выход наружу: отношения/союз становятся заметны. Проговорите роли и ожидания, чтобы избежать двойных трактовок.",
      "Вершина: лучший формат — честный и взрослый союз. Когда есть порядок, близость не разрушает, а укрепляет.",
      "Финал: если формат изначально кривой, он даст трещину. Лучше исправить сейчас, чем тянуть до кризиса."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром (震)",
        "description": "Снаружи — импульс, ускорение и давление событий. Гром подталкивает к резким шагам и может усилить эмоциональность решений."
      },
      "lower": {
        "name": "Озеро/Радость (兌)",
        "description": "Внутри — стремление к близости, признанию и гармонии. Озеро хочет понравиться и может уступать слишком много, если нет границ."
      }
    },
    "reflectionQuestions": [
      "В какой союз я хочу войти — и что мной движет: выбор или нужда?",
      "Какие роли и ожидания не проговорены, но уже влияют?",
      "Где мне нужно поставить границу, чтобы союз был безопасным?"
    ],
    "practicalAdvice": [
      "Задай 3 прямых вопроса о правилах союза: деньги, ответственность, сроки/обязательства.",
      "Установи тестовый период или промежуточный шаг вместо резкого «навсегда».",
      "Зафиксируй договорённости письменно, чтобы убрать двойные трактовки."
    ]
  },
  {
    "id": 55,
    "number": 55,
    "name": "Изобилие",
    "character": "豐",
    "interpretation": "Пик энергии и событий: много возможностей, внимания и задач. Это время действовать широко и ярко, но с управлением — иначе изобилие превратится в хаос и выгорание.",
    "keyPhrase": "На пике действуй активно — и не теряй управление.",
    "image": "Гром над огнём",
    "qualities": ["энергия", "масштаб", "вдохновение", "управляемость"],
    "generalStrategy": "Нижний Огонь даёт ясность и внутренний свет, верхний Гром приносит мощный эффект и движение: события идут быстро и громко. Это фаза максимальной видимости — удачно для запусков, публичных шагов, больших решений и расширения. Но изобилие требует управления: приоритеты, делегирование, режим — иначе ресурсы сгорают на собственном шуме.",
    "subordinateStrategy": "Если ты снизу, используй окно: бери задачи, которые дают рост и видимость, но не обещай всё. Твоя задача — выбрать главное и выдержать темп без надрыва.",
    "leadershipStrategy": "Если ты наверху, удерживай центр: приоритеты, распределение ресурсов, защита команды от перегруза. На пике важны структура и ясные решения — иначе всё развалится под собственным весом.",
    "lineTexts": [
      "Начало: изобилие пришло — не растеряйся. Сразу расставь приоритеты и выдели главное.",
      "Хорошая позиция: ты успеваешь, если держишь ритм и делегируешь. Изобилие любит порядок.",
      "Переход: риск — схватиться за всё и потерять качество. Умей сказать «нет», даже когда хочется «да».",
      "Выход наружу: тебя видят и оценивают сильнее обычного. Следи за обещаниями, репутация здесь строится мгновенно.",
      "Вершина: лучший пик — управляемый. Ты используешь момент, но не жертвуешь здоровьем и отношениями.",
      "Финал: после изобилия нужен спад и закрепление. Закрой хвосты и подготовь спокойную фазу."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром (震)",
        "description": "Снаружи — резонанс, эффект и ускорение событий. Гром усиливает видимость: всё звучит громче и быстрее даёт последствия."
      },
      "lower": {
        "name": "Огонь (離)",
        "description": "Внутри — ясность, смысл и внутренняя энергия. Огонь даёт свет и направление, чтобы изобилие не стало хаосом."
      }
    },
    "reflectionQuestions": [
      "Что в этом изобилии для меня главное, а что просто шум?",
      "Где мне нужно делегировать или упростить, чтобы не выгореть?",
      "Что я должен(на) закрепить, пока окно открыто?"
    ],
    "practicalAdvice": [
      "Выбери 3 приоритета на неделю и откажись от остального.",
      "Делегируй или автоматизируй одну повторяющуюся задачу.",
      "Запланируй восстановление после пика: один вечер/день без нагрузки."
    ]
  },
  {
    "id": 56,
    "number": 56,
    "name": "Странник",
    "character": "旅",
    "interpretation": "Ты не дома: ситуация временная, правила чужие, опоры не твои. Здесь выигрывают те, кто наблюдателен, скромен и аккуратен: не строит иллюзий, но умеет адаптироваться и сохранять достоинство.",
    "keyPhrase": "Будь лёгким(ой), вежливым(ой) и внимательным(ой) — ты на чужой территории.",
    "image": "Огонь над горой",
    "qualities": ["адаптивность", "скромность", "наблюдательность", "самоконтроль"],
    "generalStrategy": "Нижняя Гора даёт внутреннюю собранность и осторожность, верхний Огонь — видимость и необходимость быть заметным(ой) без лишнего шума. Ситуация про временность: поездка, новый коллектив, новый проект, переходный период, фриланс, «гость» в чужой системе. Успех — в правильном поведении: уважать местные правила, не сжигать мосты и не тратить силы на доказательства статуса.",
    "subordinateStrategy": "Если ты снизу, учись правилам среды и держи нейтральный тон. Делай качество, не спорь за власть и сохраняй гибкость — так ты быстро найдёшь место.",
    "leadershipStrategy": "Если ты наверху, помни, что люди в режиме странника уязвимы: дай им ясные правила и поддержку. Ведущему важно не требовать «как дома», а адаптировать систему под реальность перехода.",
    "lineTexts": [
      "Начало: ты входишь в чужое поле. Сначала наблюдай и выясняй правила, не спеши показывать всё сразу.",
      "Хорошая позиция: вежливость и аккуратность открывают двери. Малые жесты уважения дают большую безопасность.",
      "Переход: риск — гордыня или раздражение от чужих порядков. Это ведёт к конфликтам и потере поддержки.",
      "Выход наружу: тебя оценивают по поведению, а не по словам. Держи стиль, не обещай лишнего и делай качество.",
      "Вершина: лучший странник — тот, кто остаётся собой без навязывания. Ты влияешь через уважение и ясность.",
      "Финал: временный период должен закончиться выбором: закрепиться или уйти. Не зависай — оформи следующий шаг."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь (離)",
        "description": "Снаружи — видимость и оценка: тебя замечают, даже если ты не хочешь. Огонь требует ясного поведения и бережного отношения к репутации."
      },
      "lower": {
        "name": "Гора (艮)",
        "description": "Внутри — осторожность, границы и самоконтроль. Гора помогает не расплескать себя и не ввязаться в лишние конфликты."
      }
    },
    "reflectionQuestions": [
      "Где я сейчас «в гостях» — и какие правила здесь важны?",
      "Как я могу сохранить себя, оставаясь уважительным(ой) к чужой системе?",
      "Этот этап временный или мне пора закрепляться?"
    ],
    "practicalAdvice": [
      "Выпиши 5 правил среды (явных и неявных) и следуй им неделю.",
      "Сделай один жест уважения/вежливости, который укрепит отношения.",
      "Определи срок переходного периода и дату решения: остаюсь или ухожу."
    ]
  },
  {
    "id": 57,
    "number": 57,
    "name": "Проникновение",
    "character": "巽",
    "interpretation": "Мягкая сила: влияние идёт через повторение, детали и постепенное проникновение. Здесь важна деликатная настойчивость — не давить, а постоянно и аккуратно продвигать нужное.",
    "keyPhrase": "Двигай своё мягко, но регулярно — и оно проникнет.",
    "image": "Ветер над ветром",
    "qualities": ["настойчивость", "деликатность", "гибкость", "стратегичность"],
    "generalStrategy": "Ветер сверху и снизу — двойная тема влияния, коммуникации и распространения. Ситуация развивается не через один сильный удар, а через серию маленьких действий: разговоры, привычки, настройку процессов, постепенную адаптацию среды. Успех — в регулярности и тонком расчёте: ты меняешь поле незаметно, но устойчиво.",
    "subordinateStrategy": "Если ты снизу, не пытайся продавить сразу. Делай маленькие шаги, подстраивайся и повторяй — так ты постепенно получишь нужный результат.",
    "leadershipStrategy": "Если ты наверху, управляй через культуру и нормы: ритм, правила, коммуникацию. Не требуй мгновенных переворотов — создай среду, которая сама меняется в нужную сторону.",
    "lineTexts": [
      "Начало: начни с малого и выбери правильный вход. Один аккуратный шаг лучше громкого заявления.",
      "Хорошая позиция: повторение работает. Держи ритм и не бросай из-за того, что результат не мгновенный.",
      "Переход: риск — стать слишком уступчивым(ой) и потерять цель. Мягкость должна быть с внутренним стержнем.",
      "Выход наружу: влияние распространяется, и тебя начинают слышать. Сохраняй ясность формулировок и не расплывайся.",
      "Вершина: лучшее проникновение — когда система сама поддерживает твой курс. Ты закрепляешь изменения привычками и правилами.",
      "Финал: если влияние стало навязчивым, будет отторжение. Снизь давление и верни естественность."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Снаружи — информационные потоки, нормы, тон и влияние, которое распространяется по среде. Ветер показывает: то, что ты транслируешь, быстро становится атмосферой."
      },
      "lower": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внутри — привычки, повторение и способность действовать мягко, но настойчиво. Ветер внутри требует дисциплины: регулярность важнее вдохновения."
      }
    },
    "reflectionQuestions": [
      "Какая маленькая регулярная практика изменит ситуацию за месяц?",
      "Где мне нужно быть мягче, но настойчивее?",
      "Как я пойму, что моё влияние стало навязчивым и пора снизить давление?"
    ],
    "practicalAdvice": [
      "Выбери одно маленькое действие и повторяй его ежедневно 14 дней.",
      "Перепиши одно сообщение/презентацию так, чтобы оно было короче и яснее.",
      "Закрепи изменение правилом или ритуалом, чтобы оно стало привычкой системы."
    ]
  },
  {
    "id": 58,
    "number": 58,
    "name": "Радость",
    "character": "兌",
    "interpretation": "Открытость, контакт и удовольствие от общения создают движение. Но радость должна быть честной: без манипуляций и без попытки понравиться любой ценой.",
    "keyPhrase": "Говори легко и честно — и связь станет ресурсом.",
    "image": "Озеро над озером",
    "qualities": ["открытость", "общительность", "оптимизм", "взаимность"],
    "generalStrategy": "Озеро сверху и снизу — усиленная тема общения, доверия и эмоциональной атмосферы. Ситуация про переговоры, сообщество, публичность, партнёрство, дружбу и способность находить общий язык. Успех приходит через искренний контакт и ясные договорённости: радость — это не уход от проблем, а способ решить их без лишней тяжести.",
    "subordinateStrategy": "Если ты снизу, не замыкайся: говори, спрашивай, делись, предлагай. Следи за границами — не пытайся купить любовь уступками.",
    "leadershipStrategy": "Если ты наверху, создавай атмосферу доверия и лёгкости, где людям безопасно говорить правду. Удерживай радость в рамках: юмор и тепло не должны отменять ответственность.",
    "lineTexts": [
      "Начало: хороший момент для контакта. Начни разговор с простого человеческого тона.",
      "Хорошая позиция: радость усиливает сотрудничество, если она честная. Договорённости должны быть ясными.",
      "Переход: риск — поверхностность и уход от неприятных тем. Назови сложное мягко, но прямо.",
      "Выход наружу: ты становишься центром общения. Следи, чтобы слова не расходились с делом.",
      "Вершина: зрелая радость — когда люди доверяют и готовы сотрудничать. Это капитал отношений.",
      "Финал: если радость стала зависимостью от одобрения, будет пустота. Верни себе опору и границы."
    ],
    "trigrams": {
      "upper": {
        "name": "Озеро/Радость (兌)",
        "description": "Снаружи — коммуникация, общественное настроение и влияние слова. Озеро показывает: многое решается через тон, доверие и совместность."
      },
      "lower": {
        "name": "Озеро/Радость (兌)",
        "description": "Внутри — потребность в контакте и взаимности. Озеро внутри даёт лёгкость, но требует честности, иначе радость превращается в маску."
      }
    },
    "reflectionQuestions": [
      "Где мне нужно больше открытости, чтобы ситуация сдвинулась?",
      "Где я пытаюсь понравиться ценой своих границ?",
      "Какая правда сейчас может быть сказана легко и уважительно?"
    ],
    "practicalAdvice": [
      "Назначь один разговор для улучшения отношений или переговоров.",
      "Сформулируй одну сложную тему и проговори её спокойным тоном.",
      "Сделай один жест благодарности или поддержки, который укрепит связь."
    ]
  },
  {
    "id": 59,
    "number": 59,
    "name": "Рассеивание",
    "character": "渙",
    "interpretation": "То, что было зажато и сковано, начинает расходиться: страх, напряжение, застой, разобщённость. Это время размыкать узлы — через движение, доверие и восстановление связи.",
    "keyPhrase": "Разомкни зажим — и верни людям и себе дыхание.",
    "image": "Ветер над водой",
    "qualities": ["освобождение", "объединение", "движение", "доверие"],
    "generalStrategy": "Нижняя Вода — внутренний страх и напряжение, верхний Ветер — распространение и движение, которое «развевает» зажим. Ситуация про распад блокировок: можно снять конфликт, восстановить коммуникацию, разрядить систему и вернуть поток. Успех — в мягком, но реальном действии: дать людям контакт, смысл и путь, по которому напряжение уйдёт.",
    "subordinateStrategy": "Если ты снизу, выходи из изоляции: ищи поддержку и разговор. Сними напряжение через движение и простые шаги, а не через прокручивание мыслей.",
    "leadershipStrategy": "Если ты наверху, объединяй: собери людей вокруг цели, восстанови доверие и каналы связи. Убирай страх прозрачностью и последовательностью, иначе система будет распадаться дальше.",
    "lineTexts": [
      "Начало: есть шанс рассеять напряжение. Сделай шаг к контакту и прояснению.",
      "Хорошая позиция: страх уходит, когда появляется структура и доверие. Веди себя спокойно и предсказуемо.",
      "Переход: риск — рассеивание превратить в бегство и хаос. Нужен центр и смысл, иначе всё расползётся.",
      "Выход наружу: коммуникации оживают, но могут быть шумными. Настрой каналы и правила, чтобы не утонуть в потоке.",
      "Вершина: лучшее рассеивание — когда зажим уходит и появляется единый курс. Люди снова могут работать вместе.",
      "Финал: закрепи снятие напряжения новым порядком. Иначе страх вернётся при первом же стрессе."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Снаружи — движение, коммуникация и распространение влияния. Ветер размыкает узлы: он рассеивает напряжение через контакт и изменения."
      },
      "lower": {
        "name": "Вода (坎)",
        "description": "Внутри — страх, напряжение и неопределённость, которые держали систему в зажиме. Вода показывает глубину эмоций и необходимость безопасности."
      }
    },
    "reflectionQuestions": [
      "Что сейчас держит меня в зажиме и изоляции?",
      "Какой контакт или разговор может снять 50% напряжения?",
      "Где рассеивание нужно превратить в новый порядок, а не в хаос?"
    ],
    "practicalAdvice": [
      "Восстанови один канал связи: позвони, напиши, назначь встречу.",
      "Сделай действие на телесное снятие напряжения: прогулка, спорт, дыхание 10 минут.",
      "Определи центр: цель и правила, вокруг которых система снова соберётся."
    ]
  },
  {
    "id": 60,
    "number": 60,
    "name": "Ограничение",
    "character": "節",
    "interpretation": "Границы нужны, чтобы энергия работала, а не утекала. Сейчас важно установить меру: правила, лимиты и ритм, которые делают систему устойчивой и понятной.",
    "keyPhrase": "Поставь меру — и появится свобода движения внутри неё.",
    "image": "Вода над озером",
    "qualities": ["границы", "дисциплина", "ясность", "устойчивость"],
    "generalStrategy": "Нижнее Озеро тянется к удовольствию и расширению, верхняя Вода требует осторожности и контроля рисков. Ситуация просит ограничений: бюджет, сроки, правила поведения, формат отношений, режим работы. Успех — в правильной мере: слишком жёстко — задохнётся, слишком мягко — расползётся. Нужны ясные лимиты и понятные последствия.",
    "subordinateStrategy": "Если ты снизу, прими рамки и используй их как опору. Работай по правилам, фиксируй договорённости и не пытайся жить «на авось».",
    "leadershipStrategy": "Если ты наверху, устанавливай ограничения прозрачно и справедливо. Объясни зачем, покажи пример соблюдения и не делай исключений из каприза — иначе правила превратятся в фикцию.",
    "lineTexts": [
      "Начало: без границ начнётся утечка ресурса. Поставь лимит там, где ты уже чувствуешь размывание.",
      "Хорошая позиция: правила дают облегчение, когда они ясные. Уточни, что можно и что нельзя.",
      "Переход: риск — сделать ограничения слишком жёсткими и вызвать сопротивление. Ищи меру и объясняй смысл.",
      "Выход наружу: ограничения влияют на всех, и это будет обсуждаться. Коммуницируй спокойно и по фактам.",
      "Вершина: лучший режим — когда рамки поддерживают качество и здоровье системы. Тогда появляется устойчивый рост.",
      "Финал: ограничения нужно обновлять. Если рамка устарела — скорректируй её, сохранив принцип меры."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода (坎)",
        "description": "Снаружи — риски и необходимость контроля: условия требуют осторожности и точной навигации. Вода задаёт вопрос безопасности и последствий."
      },
      "lower": {
        "name": "Озеро/Радость (兌)",
        "description": "Внутри — желание свободы, удовольствия и расширения. Озеро нужно ограничивать мерой, чтобы оно не расплескало ресурс."
      }
    },
    "reflectionQuestions": [
      "Где мне не хватает меры — в времени, деньгах, общении, привычках?",
      "Какая рамка даст мне свободу вместо ощущения тюрьмы?",
      "Какие правила я нарушаю сам(а) и поэтому не получаю результата?"
    ],
    "practicalAdvice": [
      "Установи один лимит на неделю: время, бюджет, встречи или привычку.",
      "Запиши правила и последствия в 5 строках и соблюдай их.",
      "Сделай ревизию режима: что убрать, чтобы появилась мера и ресурс."
    ]
  },
  {
    "id": 61,
    "number": 61,
    "name": "Внутренняя правда",
    "character": "中孚",
    "interpretation": "Ситуация требует искренности и доверия: когда внутри ясно, снаружи появляется согласие. Здесь важны честные намерения и прозрачные договорённости — они сильнее давления и манипуляций.",
    "keyPhrase": "Будь честным(ой) внутри — и тебя услышат снаружи.",
    "image": "Ветер над озером",
    "qualities": ["искренность", "доверие", "прозрачность", "верность"],
    "generalStrategy": "Нижнее Озеро отвечает за контакт и открытость, верхний Ветер — за распространение смысла и тон коммуникации. Это гексаграмма доверия: слова работают, когда за ними стоит внутренняя правда, а не техника влияния. Успех приходит через честный тон, ясные обещания и способность удерживать доверие делом — особенно в отношениях, переговорах и командной работе.",
    "subordinateStrategy": "Если ты снизу, говори прямо о своих намерениях и границах, но без агрессии. Не играй в «угадайку» — лучше уточнить и договориться, чем копить сомнения.",
    "leadershipStrategy": "Если ты наверху, строй доверие через прозрачность: объясняй решения, держи слово и признавай ошибки. Люди следуют за тем, кому верят, а вера рождается из внутренней честности.",
    "lineTexts": [
      "Начало: проверь, что ты действительно хочешь, без красивых оправданий. Честность с собой — старт доверия.",
      "Хорошая позиция: искренний разговор снимает половину напряжения. Говори коротко и по сути.",
      "Переход: риск — украсить правду ради одобрения. Это разрушает доверие быстрее, чем любая ошибка.",
      "Выход наружу: тебя слышат и проверяют делом. Делай то, что обещал(а), даже если это неудобно.",
      "Вершина: доверие становится капиталом. Используй его бережно, не превращая в инструмент контроля.",
      "Финал: если правда нарушена, восстановление возможно через признание и компенсацию. Не прячься — исправляй."
    ],
    "trigrams": {
      "upper": {
        "name": "Ветер/Дерево (巽)",
        "description": "Внешне — коммуникация, тон и распространение смыслов. Ветер усиливает честность: если внутри правда, она разойдётся и укрепит доверие; если нет — разойдётся и разрушит."
      },
      "lower": {
        "name": "Озеро/Радость (兌)",
        "description": "Внутри — открытость, желание контакта и взаимности. Озеро даёт способность говорить и слышать, но требует искренности, иначе общение превращается в игру."
      }
    },
    "reflectionQuestions": [
      "Что я на самом деле хочу в этой ситуации — без самообмана?",
      "Где я говорю одно, а делаю другое, и почему?",
      "Какая честная договорённость могла бы вернуть доверие?"
    ],
    "practicalAdvice": [
      "Сформулируй своё намерение и границы в 3 простых фразах.",
      "Проведи один честный разговор и зафиксируй договорённости письменно.",
      "Сделай одно действие, которое подтверждает твои слова делом."
    ]
  },
  {
    "id": 62,
    "number": 62,
    "name": "Малое превышение",
    "character": "小過",
    "interpretation": "Большие рывки сейчас опасны: успех приходит через малые корректировки, аккуратность и внимание к деталям. Это время низкого полёта: не геройствовать, а пройти участок точно.",
    "keyPhrase": "Не прыгай высоко — пройди точно.",
    "image": "Гром над горой",
    "qualities": ["осторожность", "точность", "скромность", "практичность"],
    "generalStrategy": "Нижняя Гора ставит ограничения и требует опоры, верхний Гром добавляет импульс и риск резких движений. Ситуация про деликатный участок: ошибки дорого стоят, а «сильные решения» могут только ухудшить. Здесь выигрывает точная настройка: мелкие шаги, проверка деталей, соблюдение правил и осторожная коммуникация.",
    "subordinateStrategy": "Если ты снизу, не пытайся доказать силу большими жестами. Делай маленькие надёжные шаги, проверяй детали и не бери лишних обязательств.",
    "leadershipStrategy": "Если ты наверху, снизь амплитуду: меньше громких реформ, больше точной настройки и заботы о безопасности. Дай системе простой план и контрольные точки.",
    "lineTexts": [
      "Начало: почувствуй хрупкость участка. Упростись и сделай план малых шагов.",
      "Хорошая позиция: аккуратность приносит успех быстрее, чем риск. Проверяй детали и держи спокойный темп.",
      "Переход: импульс «сделать резко» может сорвать всё. Останови себя и вернись к точности.",
      "Выход наружу: окружающие могут требовать больших жестов. Объясни, что сейчас важна безопасность и качество.",
      "Вершина: лучший результат — пройти участок без потерь. Победа здесь тихая: точность важнее славы.",
      "Финал: когда опасный участок пройден, можно снова расширяться. Но сейчас — закрепи и проверь всё ещё раз."
    ],
    "trigrams": {
      "upper": {
        "name": "Гром (震)",
        "description": "Снаружи — импульсы, давление и риск резких изменений. Гром подталкивает к ускорению, но это может быть опасно."
      },
      "lower": {
        "name": "Гора (艮)",
        "description": "Внутри — границы, осторожность и потребность в опоре. Гора напоминает: сейчас важнее устойчивость и точность, чем скорость."
      }
    },
    "reflectionQuestions": [
      "Где мне сейчас опасно делать большой рывок?",
      "Какая маленькая корректировка даст лучший эффект без риска?",
      "Что я могу проверить и укрепить, чтобы пройти участок безопасно?"
    ],
    "practicalAdvice": [
      "Сократи амбицию шага: сделай версию «минимально безопасно и точно».",
      "Проверь 5 ключевых деталей (сроки, деньги, обязанности, риски, коммуникация).",
      "Поставь контрольную точку через 48 часов и оцени, что изменилось."
    ]
  },
  {
    "id": 63,
    "number": 63,
    "name": "После завершения",
    "character": "既濟",
    "interpretation": "Дело почти сделано: система работает, но именно сейчас самый риск — расслабиться и потерять контроль. Это момент тонкой настройки и закрепления, чтобы успех не превратился в откат.",
    "keyPhrase": "Почти готово — удержи порядок и закрепи.",
    "image": "Вода над огнём",
    "qualities": ["завершение", "внимательность", "стабилизация", "ответственность"],
    "generalStrategy": "Нижний Огонь даёт ясность и направленность, верхняя Вода приносит риски и «скользкость» финала: всё на месте, но легко сорваться. Ситуация про завершение проекта, сделки, этапа, отношений или перестройки — когда главное уже достигнуто, но нужна проверка деталей. Успех зависит от дисциплины на финише: закрыть хвосты, закрепить процессы, не провоцировать лишних изменений.",
    "subordinateStrategy": "Если ты снизу, не расслабляйся: доведи мелочи, проверь качество и не бросай на половине шага. Лучше тихо доработать, чем громко праздновать и потом переделывать.",
    "leadershipStrategy": "Если ты наверху, удерживай режим контроля и стабилизации: финальные проверки, документация, обучение, резервные планы. Не добавляй новых целей на пике завершения — сначала закрепи достигнутое.",
    "lineTexts": [
      "Начало: успех близко, и это опасный момент. Не ускоряйся — проверь основу и детали.",
      "Хорошая позиция: стабильность держится на дисциплине. Закрой хвосты и не обещай новых расширений.",
      "Переход: риск — самоуверенность и спешка «поставить точку». Лучше ещё один контрольный круг, чем ошибка на финише.",
      "Выход наружу: результат виден, и растёт ожидание следующего. Зафиксируй правила эксплуатации: кто и как поддерживает систему.",
      "Вершина: лучший финал — тихий и аккуратный. Ты закрепляешь успех так, чтобы он работал без постоянного героизма.",
      "Финал: после завершения нужна поддержка: обслуживание, контроль, обновления. Если отпустить совсем — будет откат."
    ],
    "trigrams": {
      "upper": {
        "name": "Вода (坎)",
        "description": "Снаружи — риски и неопределённость финальной стадии. Вода показывает: даже в успехе есть скользкие места, где нужна осторожность."
      },
      "lower": {
        "name": "Огонь (離)",
        "description": "Внутри — ясность и понимание, что и как должно работать. Огонь даёт свет на детали, которые важно довести до ума."
      }
    },
    "reflectionQuestions": [
      "Что ещё не закреплено, хотя кажется «уже готово»?",
      "Где я могу расслабиться слишком рано и потерять результат?",
      "Какой минимальный режим поддержки нужен после завершения?"
    ],
    "practicalAdvice": [
      "Сделай финальный чеклист из 10 пунктов и пройди его до конца.",
      "Зафиксируй ответственность: кто поддерживает результат и по каким правилам.",
      "Запланируй контроль через 7 и 30 дней, чтобы вовремя увидеть откат."
    ]
  },
  {
    "id": 64,
    "number": 64,
    "name": "Перед завершением",
    "character": "未濟",
    "interpretation": "Финал близко, но ещё не наступил: дело в переходной зоне, где легко ошибиться из-за спешки. Это время аккуратных шагов, терпения и правильной последовательности, чтобы завершение стало настоящим.",
    "keyPhrase": "Не торопи финал: пройди последние шаги правильно.",
    "image": "Огонь над водой",
    "qualities": ["переход", "терпение", "точность", "готовность"],
    "generalStrategy": "Нижняя Вода — неопределённость и риск, верхний Огонь — ясная цель и стремление поставить точку. Ситуация про последний участок пути: энергия есть, но условия ещё нестабильны, поэтому нельзя «дожать» силой. Успех — в правильной последовательности: проверить, подготовить, согласовать и только потом завершать. Это гексаграмма мастерства перехода: не сорваться на финише.",
    "subordinateStrategy": "Если ты снизу, не суетись и не хватайся за лишнее. Сделай порядок: подготовь документы, ресурсы, договорённости — и действуй шагами, которые можно проверить.",
    "leadershipStrategy": "Если ты наверху, удерживай фокус и темп: не меняй цель в конце и не добавляй хаотичных задач. Создай контрольные точки и помоги системе пройти переход без паники.",
    "lineTexts": [
      "Начало: финал близко, но ещё рано праздновать. Проверь, что именно осталось незавершённым.",
      "Хорошая позиция: ты продвигаешься, если действуешь малыми проверяемыми шагами. Терпение сейчас — сила.",
      "Переход: риск — спешка и самоуверенность. Один неверный шаг может откатить весь прогресс.",
      "Выход наружу: ожидания растут, и это подталкивает к поспешным обещаниям. Держи сроки реалистичными.",
      "Вершина: последнее усилие — самое тонкое. Сохрани ясность, не перегревай процесс и доведи до чистого завершения.",
      "Финал: как только переход завершён — закрепи новый режим. Перед завершением всегда есть урок: возьми его и обнови систему."
    ],
    "trigrams": {
      "upper": {
        "name": "Огонь (離)",
        "description": "Снаружи — ясная цель, видимость и стремление завершить. Огонь подталкивает к финалу и требует фокуса, чтобы не расплескать силы."
      },
      "lower": {
        "name": "Вода (坎)",
        "description": "Внутри — неопределённость, риски и эмоциональная глубина перехода. Вода напоминает: финальный участок скользкий, нужна осторожность и проверка шагов."
      }
    },
    "reflectionQuestions": [
      "Что именно ещё не завершено, хотя кажется «почти»?",
      "Где я тороплю финал и рискую сорвать результат?",
      "Какая последовательность шагов сделает завершение безопасным?"
    ],
    "practicalAdvice": [
      "Составь список оставшихся шагов и упорядочь их по зависимостям.",
      "Поставь 2 контрольные точки проверки перед финальным действием.",
      "Убери всё лишнее до завершения: новые задачи, параллельные обещания, шум."
    ]
  }
]
